{
  "digitalizationSection": {
    "advt1": {
      "advt_type": {
        "height": 400,
        "id": "6711dce5aee2dfa06d553923",
        "name": "enquiry-no-7",
        "width": 800
      },
      "contact_number": "11111111111",
      "description": "..........",
      "id": "6711dd07aee2dfa06d553924",
      "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/enquiry-no-7/enquiry-no-7/enquiry_7.jpg",
      "name": "enquiry-no-7",
      "organization_name": "enquiry-no-7",
      "redirect_url": "https://www.worldofchemicals.com/contact.html",
      "subscription_end_date": "2024-11-14",
      "subscription_start_date": "2024-10-18"
    },
    "advt2": {
      "advt_type": {
        "height": 400,
        "id": "66e2c6c41c33506fb1181df1",
        "name": "Stock Available EN-5",
        "width": 800
      },
      "contact_number": "11111111111",
      "description": "........",
      "id": "66e2c7121c33506fb1181df3",
      "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/Stock Available EN-5/Stock Available EN-5/Stock_Available_EN-5.jpg",
      "name": "Stock Available EN-5",
      "organization_name": "Stock Available EN-5",
      "redirect_url": "https://www.worldofchemicals.com/contact.html",
      "subscription_end_date": "2024-10-12",
      "subscription_start_date": "2024-09-12"
    },
    "advt3": {
      "advt_type": {
        "height": 400,
        "id": "6880b126aee2dfa06d55461e",
        "name": "Cphi & Pmec - Side banner ",
        "width": 800
      },
      "contact_number": "11111111111",
      "description": ".......",
      "id": "6880b149aee2dfa06d55461f",
      "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/Cphi & Pmec - Side banner /Cphi & Pmec - Side banner /World-of-Chemicals-800x400.webp",
      "name": "Cphi & Pmec - Side banner ",
      "organization_name": "Cphi & Pmec - Side banner ",
      "redirect_url": "https://frw.ad/pAeUN",
      "subscription_end_date": "2025-08-23",
      "subscription_start_date": "2025-07-23"
    },
    "news1": {
      "category": "None",
      "content": " :  Wood, a global consulting and engineering firm, has secured a $50 million extension to its contract for maintenance services at Ampol’s Lytton refinery in Brisbane, Australia. Under the renewed two-year agreement, Wood will continue providing maintenance management, multi-disciplinary technical support, and brownfield modification field services to ensure safe, reliable, and efficient fuel production at the facility.\r\n\r\n The company will also introduce its proprietary digital maintenance tool, maintAI, to optimise strategies through AI-driven data analysis, helping to prioritise critical activities, streamline non-essential work, and improve asset reliability. The Lytton refinery plays a key role in Australia’s domestic energy supply, with a processing capacity of 6.5 billion litres of crude oil annually.\r\n\r\n“We’ve proudly worked alongside Ampol for over a decade, delivering quality maintenance solutions at Lytton to ensure the reliability of this nationally significant refinery. This contract extension is testament to the strength and expertise of our team and their continued commitment to supporting Ampol’s critical refinery operations,” said Ralph Ellis, President of Asia Pacific, Operations at Wood.\r\n\r\nThe reimbursable contract will be supported by more than 150 local employees and executed by Wood’s Operations business.\r\n\r\n",
      "country": "UK",
      "created_at": "2025-08-11 08:41:12",
      "created_by": "Admin",
      "id": "6899aca8aee2dfa06d5546f7",
      "image_caption": "Ampol extends Wood contract for Lytton refinery maintenance and AI-based optimisation.",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Wood_Secures_$50_Million_Extension_for_Ampol_Lytton_Refinery_Maintenance_20250811084112/Ampol_extends_Wood_contract_for_Lytton_refinery_maintenance_and_AI-based_optimisation..webp",
      "news_type": "Digitalization",
      "published_by": "Chemical Today",
      "published_date": "2025-08-11",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Wood_Secures_$50_Million_Extension_for_Ampol_Lytton_Refinery_Maintenance_20250811084112/Ampol_extends_Wood_contract_for_Lytton_refinery_maintenance_and_AI-based_optimisation..webp",
      "title": "Wood Secures $50 Million Extension for Ampol Lytton Refinery Maintenance",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Wood_Secures_$50_Million_Extension_for_Ampol_Lytton_Refinery_Maintenance_20250811084112/Ampol_extends_Wood_contract_for_Lytton_refinery_maintenance_and_AI-based_optimisation..webp"
    },
    "news2": {
      "category": "None",
      "content": " :  TotalEnergies and Emerson’s Aspen Technology division have entered into a strategic agreement to roll out real-time data collection systems across TotalEnergies’ global industrial network. The initiative aims to support faster decision-making and improve operational efficiency, energy management, and environmental impact using artificial intelligence (AI) and digital technologies.\r\n\r\nUnder the partnership, TotalEnergies will implement Emerson’s AspenTech Inmation™ platform, an industrial data infrastructure designed to collect and centralize millions of real-time data points securely. The platform will offer unified data access across various company operations, enabling scalable AI deployment and digital process optimization.\r\n\r\nThe two-year deployment plan also includes Emerson’s advanced process control tools. The goal is to enable TotalEnergies to detect operational anomalies better, reduce energy usage, improve safety, and accelerate AI integration across its industrial assets.\r\n\r\n“At TotalEnergies, digital technology is a key enabler of our transformation toward a more sustainable and efficient energy future. Our collaboration with Emerson demonstrates how advanced technologies such as Inmation help us optimize operations, reduce emissions, and generate long-term value. This collaboration is a sign of our intention to turn data and digital tech into the hallmarks of our facilities’ industrial excellence,” said Namita Shah, President of OneTech at TotalEnergies.\r\n\r\n“Emerson’s Aspen Technology business has worked with TotalEnergies for almost 30 years, and we’re excited to continue our collaboration by supporting their operational and sustainability objectives with our digital technologies. The powerful combination of AI and our industrial data fabric solution will serve to accelerate TotalEnergies’ mission,” said Vincent Servello, President of Emerson’s Aspen Technology business.",
      "country": "France",
      "created_at": "2025-07-23 05:46:40",
      "created_by": "Admin",
      "id": "68807740aee2dfa06d554618",
      "image_caption": "TotalEnergies to deploy AspenTech Inmation for real-time industrial data access.",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Emerson_and_TotalEnergies_Form_Alliance_for_Real-Time_Data_Integration_20250723054640/TotalEnergies_to_deploy_AspenTech_Inmation_for_real-time_industrial_data_access..webp",
      "news_type": "Digitalization",
      "published_by": "Chemical Today",
      "published_date": "2025-07-23",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Emerson_and_TotalEnergies_Form_Alliance_for_Real-Time_Data_Integration_20250723054640/TotalEnergies_to_deploy_AspenTech_Inmation_for_real-time_industrial_data_access..webp",
      "title": "Emerson and TotalEnergies Form Alliance for Real-Time Data Integration",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Emerson_and_TotalEnergies_Form_Alliance_for_Real-Time_Data_Integration_20250723054640/TotalEnergies_to_deploy_AspenTech_Inmation_for_real-time_industrial_data_access..webp"
    },
    "news3": {
      "category": "None",
      "content": " :  SRF Limited, a diversified chemical manufacturing company headquartered in India, has expanded its collaboration with Tenable by adopting the Tenable One Exposure Management Platform. This strategic upgrade strengthens SRF’s cybersecurity posture by enabling a unified view of vulnerabilities across both Information Technology (IT) and Operational Technology (OT) environments. The move comes as manufacturers face heightened threats from ransomware, phishing, and supply chain breaches, often originating from IT environments but targeting critical OT systems. SRF’s new approach will help balance operational agility with proactive threat management as part of its broader SecureOT initiative.\r\n\r\n“The biggest challenge in our industry lies in proactively outpacing the relentless evolution of cyber threats,” said Sanjay Rao, President and Chief Information Officer, SRF Limited. “The escalating frequency of ransomware, phishing, and supply chain attacks, which now target both IT and OT environments, demands a delicate balance of robust security measures without compromising the agility and user experience vital for business operations.”\r\n\r\nTenable One enables SRF to benchmark its cybersecurity maturity, assess vulnerabilities in real-time, and integrate insights from its industrial systems to guide strategic decisions. This centralised view is expected to improve compliance with global cybersecurity frameworks and increase the resilience of factory-floor operations.\r\n\r\n“Cybersecurity is not about eliminating all vulnerabilities, it’s about knowing which ones matter most and acting before attackers do,” said Rajeev Verma, Chief Information Security Officer, SRF Limited. “Tenable has helped us continuously assess and prioritise IT risks for years. We are now extending that confidence into OT with Tenable One, gaining a unified view of our exposure, whether at headquarters or on the factory floor.”\r\n\r\nAs part of the deployment, SRF will implement a central OT security monitoring centre, strengthen network segmentation, and introduce enhanced threat detection. The initiative highlights the company’s intent to safeguard its digital operations amid growing regulatory expectations and cyber risks.\r\n\r\n“SRF is setting a new standard for cybersecurity in manufacturing by adopting a proactive, unified approach to risk management,” said Nigel Ng, Senior Vice President, Tenable, Asia Pacific and Japan. “As cyber threats targeting industrial systems grow more rampant, SRF is leading by example by unifying security visibility, insight and action across the attack surface, empowering themselves to isolate and eradicate priority cyber exposures across the enterprise.”\r\n",
      "country": "India",
      "created_at": "2025-07-17 08:50:11",
      "created_by": "Admin",
      "id": "6878b943aee2dfa06d5545d4",
      "image_caption": "SRF adopts Tenable One to unify cyber risk management across manufacturing operations in India.",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/SRF_Enhances_Industrial_Cybersecurity_with_Tenable_One_Platform_20250717085011/SRF_adopts_Tenable_One_to_unify_cyber_risk_management_across_manufacturing_operations_in_India..webp",
      "news_type": "Digitalization",
      "published_by": "Chemical Today",
      "published_date": "2025-07-17",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/SRF_Enhances_Industrial_Cybersecurity_with_Tenable_One_Platform_20250717085011/SRF_adopts_Tenable_One_to_unify_cyber_risk_management_across_manufacturing_operations_in_India..webp",
      "title": "SRF Enhances Industrial Cybersecurity with Tenable One Platform",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/SRF_Enhances_Industrial_Cybersecurity_with_Tenable_One_Platform_20250717085011/SRF_adopts_Tenable_One_to_unify_cyber_risk_management_across_manufacturing_operations_in_India..webp"
    },
    "news4": {
      "category": "None",
      "content": " :  Emerson has introduced the Ovation™ Virtual Advisor, marking the first generative AI solution embedded within an automation platform designed specifically for the power and water industries. The tool, part of Emerson’s Ovation 4.0 Automation Platform, provides real-time insights to improve efficiency, detect system issues, forecast maintenance, and support decision-making. The Ovation Virtual Advisor features localized GenAI that offers natural language interaction for system documentation, diagnostics, maintenance support, and performance optimization. It integrates Emerson’s sector expertise with AI tools to provide users with tailored recommendations and faster access to system knowledge.\r\n\r\n“As they navigate greater demand, complexity, and climate variability, operators of today’s critical infrastructure need intelligent systems to deliver reliable power and clean water,” said Bob Yeager, president of Emerson’s power and water solutions business. “Using GenAI, our Ovation Virtual Advisor will help customers more efficiently manage these essential systems through clear operational awareness, automated routine tasks, and advanced data analysis. Intelligent systems help improve reliability and extend the life of existing infrastructure, paving the way for more consistent, sustainable operations.”\r\n\r\nThe advisor is designed with security in mind, relying on pre-trained local AI models built using Emerson and customer data. These models capture control-layer behaviors and can be enhanced using operational feedback and industry-specific inputs, allowing the system to deliver insights that support safer, smarter operations.\r\n",
      "country": "USA",
      "created_at": "2025-07-16 08:55:25",
      "created_by": "Admin",
      "id": "687768fdaee2dfa06d5545be",
      "image_caption": "Emerson launches AI-enabled advisor for power and water automation systems.",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Emerson Unveils GenAI Virtual Advisor for Power and Water Systems/Emerson_launches_AI-enabled_advisor_for_power_and_water_automation_systems._image_140_6.webp",
      "news_type": "Digitalization",
      "published_by": "Chemical Today",
      "published_date": "2025-07-16",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Emerson Unveils GenAI Virtual Advisor for Power and Water Systems/Emerson_launches_AI-enabled_advisor_for_power_and_water_automation_systems._image_140_6.webp",
      "title": "Emerson Unveils GenAI Virtual Advisor for Power and Water Systems",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Emerson Unveils GenAI Virtual Advisor for Power and Water Systems/Emerson_launches_AI-enabled_advisor_for_power_and_water_automation_systems._image_140_6.webp"
    }
  },
  "equipmentSection": {
    "equipment1": {
      "category": "None",
      "content": " :  The Quick Connect Valve 700 is a patented dual ball valve engineered to enhance safety, efficiency, and sustainability in Direct Liquid Cooling (DLC) systems. As the first all-polymer quick connect valve for data center applications, it is 50% lighter and facilitates 25% better flow compared to conventional metal alternatives while offering easy, ergonomic handling.\r\n\r\nAs demand for high-density, high-performance computing grows, DLC is becoming the preferred method for thermal management in next-generation data centers. By transporting coolant directly to the chip, DLC significantly improves thermal efficiency compared to air-based methods. A key component in this setup is the Technology Cooling System (TCS), which distributes coolant from the Cooling Distribution Unit (CDU) to individual server racks. To support this shift, GF has developed the Quick Connect Valve 700, a fully plastic, dual ball valve engineered specifically for direct-to-chip liquid cooling environments. Positioned at the interface between the main distribution system and server racks, the valve enables fast, safe, and durable coolant connections in mission-critical settings.\r\n\r\nBuilt on GF’s proven Ball Valve 546 Pro platform, the Quick Connect Valve 700 features two identical PVDF valve halves and a patented dual-interlock lever. This mechanism ensures the valve can only be decoupled when both sides are securely closed, minimizing fluid loss and maximizing operator safety during maintenance. Its two-handed operation further reduces the risk of accidental disconnection.\r\n\r\nThe valve is made of corrosion-free polymer and therefore offers the same benefits as the rest of GF’s thermoplastic valve line-up. It is over 50% lighter than metal alternatives, while delivering enhanced performance and providing a UL 94 V-0 flammability rating. Combined with the ergonomic design of its interlocking mechanism, the valve is easy to handle during installation and operation. At the same time, its full-bore valve design ensures an optimal flow profile and a reduced pressure drop of up to 25% compared to similar metal products. Thanks to a full quality inspection and a proven design, the Quick Connect Valve 700 has a minimum expected service life of 25 years.\r\n\r\n“With the Quick Connect Valve 700, we’ve created a critical link in the DLC cooling loop that’s not only lighter and safer, but more efficient,” says Charles Freda, Global Head of Data Centers at GF. “This innovation builds on our long-standing thermoplastic expertise to help operators achieve the performance and uptime their mission-critical environments demand.”\r\n\r\nFor more transparency and to support project planning, the Quick Connect Valve 700 has been assessed with an Environmental Product Declaration (EPD) according to ISO 14025 and EN 15804. An EPD is a standardized, third-party verified document that uses scientifically quantified data from Life Cycle Assessments to estimate environmental impacts and enable comparisons between similar products.\r\n\r\nContact:\r\nGeorg Fischer Piping Systems Ltd\r\nEbnatstrasse 111\r\n8201 Schaffhausen, Switzerland\r\nTel: +41 52 631 3371\r\nEmail: constanze.werdermann@georgfischer.com\r\nWeb: www.gfps.com\r\n",
      "country": "Switzerland",
      "created_at": "2025-08-12 08:47:07",
      "created_by": "Admin",
      "id": "689aff8baee2dfa06d554708",
      "image_caption": " ",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/GF_Introduces_Quick_Connect_Valve_700_for_Advanced_Data_Center_Cooling_20250812084707/_.webp",
      "news_type": "Equipments",
      "published_by": "Chemical Today",
      "published_date": "2025-08-12",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/GF_Introduces_Quick_Connect_Valve_700_for_Advanced_Data_Center_Cooling_20250812084707/_.webp",
      "title": "GF Introduces Quick Connect Valve 700 for Advanced Data Center Cooling",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/GF_Introduces_Quick_Connect_Valve_700_for_Advanced_Data_Center_Cooling_20250812084707/_.webp"
    },
    "equipment2": {
      "category": "None",
      "content": " :  Valmet has entered into a strategic nationwide agreement with Petrobras (Petróleo Brasileiro S.A.), Brazil’s largest energy company, to supply spare parts for Neles™ valves, actuators, and positioners across all of Petrobras’s operational sites. This includes facilities involved in oil and gas exploration, production, refining, commercialization, and power generation.\r\n\r\nThe first order under this agreement was recorded in Valmet’s second-quarter 2025 orders. Additional orders will be logged during the contract period, though the value remains undisclosed.\r\n\r\nInitially valid for one year, the agreement allows for automatic renewal for up to five years. It aims to provide Petrobras with consistent access to valve equipment, improved cost predictability, streamlined operations, reduced administrative processes, and specialized technical support adhering to established quality standards.\r\n\r\n“This agreement reinforces Petrobras’s trust in Valmet’s ability to deliver reliable, high-performance valve solutions and strengthens our presence in the oil and gas segment in the region,” said Marco Souza, Business Manager for Flow Control in the refining and chemical industry in Latin America at Valmet.\r\n\r\nValmet noted that the deal underscores its commitment to delivering quality service, contributing directly to the efficiency and operational stability of Petrobras’s plants.\r\n\r\n",
      "country": "Brazil ",
      "created_at": "2025-08-11 09:35:57",
      "created_by": "Admin",
      "id": "6899b97daee2dfa06d5546f9",
      "image_caption": "Strategic agreement to supply valve parts and services across Petrobras facilities.",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Petrobras_Partners_with_Valmet_for_Neles™_Valve_Supply_and_Support_20250811093556/Strategic_agreement_to_supply_valve_parts_and_services_across_Petrobras_facilities..webp",
      "news_type": "Equipments",
      "published_by": "Chemical Today",
      "published_date": "2025-08-11",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Petrobras_Partners_with_Valmet_for_Neles™_Valve_Supply_and_Support_20250811093556/Strategic_agreement_to_supply_valve_parts_and_services_across_Petrobras_facilities..webp",
      "title": "Petrobras Partners with Valmet for Neles™ Valve Supply and Support",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Petrobras_Partners_with_Valmet_for_Neles™_Valve_Supply_and_Support_20250811093556/Strategic_agreement_to_supply_valve_parts_and_services_across_Petrobras_facilities..webp"
    },
    "equipment3": {
      "category": "None",
      "content": " :  Leybold has introduced two new oil diffusion pump series — DIFFVAC DP and DIFFVAC OB — designed for research and industrial applications, including heat treatment, coating, metallurgy, and R&D. Diffusion pump technology, developed more than a century ago, continues to be widely used for producing high and ultra-high vacuum due to its efficient operation and low-maintenance design. The pumps work by generating hot oil vapors that move gas molecules out of the chamber through the fore-vacuum port, with no moving wear parts, ensuring reliability over extended periods.\r\n\r\nThe DIFFVAC DP range, available in four sizes (DP 12 K, DP 20 K, DP 30 K, DP 50 K), is designed for high pumping speed, energy efficiency, and extended operational life. An innovative heating system reduces power consumption and ensures faster readiness, while user-replaceable, individually fused heating cartridges simplify upkeep. Integrated monitoring systems further protect the pumps during operation.\r\n\r\nThe water-cooled DIFFVAC OB series, with models OB 400 and OB 630, is intended for high vacuum processes such as special metallurgy. Operating with backing pumps, these units handle pressures from 10⁻² to 10⁻³ mbar and maintain high performance even in dust-intensive environments. Electrical terminal boxes supply central power with individual heater fuses, and the series is also prepared for energy efficiency controller installation to reduce operating costs by up to 30 percent.\r\n\r\nContact:\r\nLeybold GmbH\r\nBonner Strasse 498\r\n50968 Cologne, Germany\r\nTel: +49 (0)221 347 1112\r\nEmail: sales@leybold.com\r\nWeb: www.leybold.com\r\n",
      "country": "USA",
      "created_at": "2025-08-09 10:09:35",
      "created_by": "Admin",
      "id": "68971e5faee2dfa06d5546ef",
      "image_caption": "Leybold GmbH.",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Leybold_Introduces_New_Oil_Diffusion_Pumps_for_Advanced_Vacuum_Applications_20250809100935/Leybold_GmbH..jpg",
      "news_type": "Equipments",
      "published_by": "Chemical Today",
      "published_date": "2025-08-09",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Leybold_Introduces_New_Oil_Diffusion_Pumps_for_Advanced_Vacuum_Applications_20250809100935/Leybold_GmbH..jpg",
      "title": "Leybold Introduces New Oil Diffusion Pumps for Advanced Vacuum Applications",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Leybold_Introduces_New_Oil_Diffusion_Pumps_for_Advanced_Vacuum_Applications_20250809100935/Leybold_GmbH..jpg"
    },
    "equipment4": {
      "category": "None",
      "content": " :  Torishima Service Solutions Europe Ltd (TSSE) has acquired KRG Specialist Engineering Services (KRG), a precision engineering firm based in Coatbridge, Scotland. The acquisition will expand TSSE and its parent company Torishima Pump Mfg. Co., Ltd. of Japan’s machining capabilities and engineering resources, enabling them to offer a wider range of services to customers.\r\n\r\n“We are excited with the opportunity to acquire such a highly regarded business as KRG Specialist Engineering Services. Their focus on providing the best machining technology, as well as our shared Company values is highly attractive to us and our regional strategy. We are sure that this partnership will be a success,” says Steven McColl, Managing Director of TSSE.\r\n\r\n“We are delighted to join the Torishima Group of companies. As part of a global company, we can expect to see an increase in the opportunities for the KRG business,” says Gerry Hughes, Managing Director of KRG.\r\n\r\nTSSE is a wholly owned subsidiary of Torishima Pump Mfg. Co., Ltd., a global supplier of engineered pumps serving industries including power generation, desalination, water, and industrial applications. Based in Osaka, Japan, Torishima operates a worldwide network of sales, service, and manufacturing facilities delivering pumping equipment and service solutions globally.\r\n",
      "country": "UK",
      "created_at": "2025-08-08 11:37:15",
      "created_by": "Admin",
      "id": "6895e16baee2dfa06d5546e6",
      "image_caption": "Source: Torishima",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Torishima_Strengthens_Machining_Services_in_the_UK_via_KRG_Acquisition_20250808113715/Source:_Torishima.webp",
      "news_type": "Equipments",
      "published_by": "Chemical Today",
      "published_date": "2025-08-08",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Torishima_Strengthens_Machining_Services_in_the_UK_via_KRG_Acquisition_20250808113715/Source:_Torishima.webp",
      "title": "Torishima Strengthens Machining Services in the UK via KRG Acquisition",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Torishima_Strengthens_Machining_Services_in_the_UK_via_KRG_Acquisition_20250808113715/Source:_Torishima.webp"
    },
    "equipment5": {
      "category": "None",
      "content": " :  WIKA has launched the next generation of its GA11 gas analyser. It enables switchgear operators, manufacturers and maintenance companies to record the quality of SF6 gas and alternative insulating gases. The GA11 provides precise measured values for humidity, gas purity and decomposition products. Temperature-compensated sensing technology and intelligent measuring algorithms based on stability criteria ensure maximum accuracy when measuring cleanliness and dew point – a significant improvement on all previous versions. Optional sensing technologies for sulphur dioxide, hydrogen fluoride, hydrogen sulphide and carbon monoxide also offer high accuracy and long-term stability.\r\n\r\nThe new GA11 is suitable for mobile use thanks to its lighter, more compact design. The weight of the impact-resistant hard case, which is protected against water jets and dust under IP65, is just 22 kilograms. An integrated nickel-metal hydride (NiMH) rechargeable battery is also an advantage here. Unlike instruments with a lithium-ion rechargeable battery, the GA11 does not fall under the transport restrictions of the International Air Transport Association (IATA). The instrument can be carried on the aircraft as checked baggage – a plus point for international use.\r\n\r\nThanks to an intuitive user interface and clear menu navigation, all measurement processes are easy to control. All functionalities of the GA11 are available in both rechargeable-battery and mains operation. Finally, a closed measuring system reliably prevents emissions into the atmosphere: the measuring gas is either returned to the gas compartment or collected in an external gas recovery bag.\r\n\r\nContact:\r\nWIKA Alexander Wiegand SE & Co. KG\r\nAlexander-Wiegand-Straße 30\r\n63911 Klingenberg, Germany\r\nTel: +49 9372 132-0\r\nEmail: info@wika.com\r\nWeb: www.wika.com\r\n",
      "country": "Germany",
      "created_at": "2025-08-07 10:44:45",
      "created_by": "Admin",
      "id": "6894839daee2dfa06d5546d9",
      "image_caption": "WIKA launches upgraded GA11 analyser for precise insulating gas measurement.",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/WIKA_Launches_GA11_Gas_Analyser_for_High-Precision_Insulating_Gas_Testing_20250807104445/WIKA_launches_upgraded_GA11_analyser_for_precise_insulating_gas_measurement..webp",
      "news_type": "Equipments",
      "published_by": "Chemical Today",
      "published_date": "2025-08-07",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/WIKA_Launches_GA11_Gas_Analyser_for_High-Precision_Insulating_Gas_Testing_20250807104445/WIKA_launches_upgraded_GA11_analyser_for_precise_insulating_gas_measurement..webp",
      "title": "WIKA Launches GA11 Gas Analyser for High-Precision Insulating Gas Testing",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/WIKA_Launches_GA11_Gas_Analyser_for_High-Precision_Insulating_Gas_Testing_20250807104445/WIKA_launches_upgraded_GA11_analyser_for_precise_insulating_gas_measurement..webp"
    },
    "equipment6": {
      "category": "None",
      "content": " :  SPX FLOW has expanded its collaboration with SIG by upgrading the APV processing equipment at the SIG Test Filling Center in Dubai. Part of the SIG Customer Experience Hub, the upgraded center enhances SPX FLOW’s presence in the Middle East and enables advanced testing and trials, including fermentation, targeted at regional food and beverage innovation.\r\n\r\nOriginally launched in 2021, the pilot line features a FlexMix Instant vacuum mixer and a multi-UHT pilot system capable of processing up to 1,000 liters per hour. The setup introduced APV’s thermal and mixing technologies to the Middle East for the first time.\r\n\r\nWith growing international demand for testing, SPX FLOW has now added a dedicated fermentation line and a two-line clean-in-place (CIP) system. The upgraded line includes a 1,000-liter tank for high-viscosity products and an APV plate heat exchanger cooler, supporting high-quality yogurt production from both dairy and plant-based sources.\r\n\r\nThomas Leroy, Global Head of Innovation Centers at SPX FLOW, stated that the upgrades respond to customer demand and will accelerate product development timelines. Christian Derusco, Head of Technical Service & Innovation–IMEA at SIG, added that the enhancements improve the precision and scale-up efficiency of test filling, particularly for fermented product categories.\r\n\r\nAlready in use for several customer trials, the Dubai facility acts as a key innovation platform, offering a full spectrum of support from product formulation to filling. Final commissioning of the new equipment is expected by next month.\r\n",
      "country": "USA",
      "created_at": "2025-08-04 07:51:47",
      "created_by": "Admin",
      "id": "68906693aee2dfa06d5546b2",
      "image_caption": "Source: SPX FLOW",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/SPX_FLOW_Expands_Testing_Capabilities_at_SIG’s_Innovation_Center_in_UAE_20250804075146/Source:_SPX_FLOW.webp",
      "news_type": "Equipments",
      "published_by": "Chemical Today",
      "published_date": "2025-08-04",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/SPX_FLOW_Expands_Testing_Capabilities_at_SIG’s_Innovation_Center_in_UAE_20250804075146/Source:_SPX_FLOW.webp",
      "title": "SPX FLOW Expands Testing Capabilities at SIG’s Innovation Center in UAE",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/SPX_FLOW_Expands_Testing_Capabilities_at_SIG’s_Innovation_Center_in_UAE_20250804075146/Source:_SPX_FLOW.webp"
    },
    "horizontal_banner": {
      "advt_type": {
        "height": 1080,
        "id": "67a1d978aee2dfa06d553de3",
        "name": "banner",
        "width": 12840
      },
      "contact_number": "11111111111",
      "description": "..........",
      "id": "67a1d9efaee2dfa06d553de5",
      "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/banner/banner/banner.webp",
      "name": "banner",
      "organization_name": "banner",
      "redirect_url": "https://rrma-global.org/",
      "subscription_end_date": "2025-02-19",
      "subscription_start_date": "2025-02-04"
    }
  },
  "homeScreenPostSection": {
    "advt1": {
      "advt_type": {
        "height": 400,
        "id": "6878a67caee2dfa06d5545ce",
        "name": "nynas-ad",
        "width": 800
      },
      "contact_number": "11111111111",
      "description": ".......",
      "id": "6878a6aaaee2dfa06d5545cf",
      "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/Nynas Ad/Nynas Ad/Nynas_banner_800x400_pix.jpg",
      "name": "Nynas Ad",
      "organization_name": "Nynas Ad",
      "redirect_url": "https://www.nynas.com/",
      "subscription_end_date": "2025-08-21",
      "subscription_start_date": "2025-07-17"
    },
    "advt2": {
      "advt_type": {
        "height": 267,
        "id": "67876341aee2dfa06d553cd0",
        "name": "Sharplex",
        "width": 534
      },
      "contact_number": "11111111111",
      "description": "..........",
      "id": "678763c2aee2dfa06d553cd1",
      "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/Sharplex/Sharplex/Website_Side_banner_Ad_World_of_chemical-1.png",
      "name": "Sharplex",
      "organization_name": "Sharplex",
      "redirect_url": "https://www.sharplex.us/",
      "subscription_end_date": "2025-02-12",
      "subscription_start_date": "2025-01-15"
    },
    "advt3": {
      "advt_type": {
        "height": 800,
        "id": "6881f52eaee2dfa06d554631",
        "name": "ENHESA Data Tech - Side Banner",
        "width": 1600
      },
      "contact_number": "11111111111",
      "description": ".........",
      "id": "6881f572aee2dfa06d554632",
      "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/ENHESA Data Tech - Side Banner/ENHESA Data Tech - Side Banner/Website_banner_ad_800_240_1.jpeg",
      "name": "ENHESA Data Tech - Side Banner",
      "organization_name": "ENHESA Data Tech - Side Banner",
      "redirect_url": "https://www.enhesadata.com/",
      "subscription_end_date": "2025-07-24",
      "subscription_start_date": "2025-07-24"
    },
    "horizontal_banner": {
      "advt_type": {
        "height": 270,
        "id": "671f2928aee2dfa06d5539a4",
        "name": "Associate partner top banner",
        "width": 3210
      },
      "contact_number": "11111111111",
      "description": "..........",
      "id": "671f294baee2dfa06d5539a5",
      "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/Associate partner top banner/Associate partner top banner/Frame_230.jpg",
      "name": "Associate partner top banner",
      "organization_name": "Associate partner top banner",
      "redirect_url": "https://www.ipua.in/",
      "subscription_end_date": "2024-11-06",
      "subscription_start_date": "2024-10-28"
    },
    "post1": {
      "category": "Paint and Coatings",
      "content": " :  Siegwerk Druckfarben AG & Co. KGaA has signed an agreement to acquire Allinova, a Netherlands-based specialty chemicals producer known for its expertise in water-based dispersions, polymer dispersions, wax emulsions, and adhesives.\r\n\r\nAccording to Siegwerk, the acquisition will enhance its packaging coating portfolio and accelerate its mission to deliver innovative and sustainable solutions for the global packaging market. “Allinova’s solutions fit perfectly into our portfolio and will enable us to combine their technical expertise with our global reach and market knowledge,” said Gilles Le Moigne, Business Head of Circular Economy Coatings (CEC) at Siegwerk.\r\n\r\nFounded in 2005, Allinova initially focused on flame retardants and wax emulsions before expanding into a wider range of dispersions, repellents, crosslinkers, and specialty products. Owners Gijs Elfrink and Bob Horsthuis will remain with the company post-acquisition. “Siegwerk will integrate our expertise into a larger organization, advancing our products in the global market,” Elfrink said.\r\n\r\nThe deal follows Siegwerk’s creation of a global functional coatings business unit in 2024 to advance circular economy packaging solutions. CEO Nicolas Wiedmann said the move doubles Siegwerk’s global expertise in functional coatings, allowing it to expand innovations across multiple applications.\r\n\r\nThis acquisition continues Siegwerk’s recent strategic investments, including its 2022 purchase of Italy-based ink supplier La Sorgente. Both companies have agreed not to disclose financial terms.\r\n",
      "country": "Netherlands",
      "created_at": "2025-08-12 05:33:46",
      "created_by": "Admin",
      "id": "689ad23aaee2dfa06d5546fe",
      "image_caption": "Source: Siegwerk. ",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Siegwerk_Expands_Coatings_Portfolio_with_Acquisition_of_Allinova_20250812053346/Source:_Siegwerk._.webp",
      "news_type": "Posts",
      "published_by": "Chemical Today",
      "published_date": "2025-08-12",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Siegwerk_Expands_Coatings_Portfolio_with_Acquisition_of_Allinova_20250812053346/Source:_Siegwerk._.webp",
      "title": "Siegwerk Expands Coatings Portfolio with Acquisition of Allinova",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Siegwerk_Expands_Coatings_Portfolio_with_Acquisition_of_Allinova_20250812053346/Source:_Siegwerk._.webp"
    },
    "post2": {
      "category": "Plastic and Polymers",
      "content": " :  The Surface Treatment global business unit of BASF’s Coatings division, operating under the Chemetall brand, will supply PET recycling washing solutions for Circular Plastics Company’s new plant in Vung Tau, Vietnam. The partnership builds on previous collaboration at the company’s Myanmar facility and aims to enhance quality, efficiency, and sustainability in regional plastics recycling.\r\n\r\nChemetall’s technologies for the facility include Gardoclean® cleaning agents, Gardobond® additives for PET/polyolefin separation, and defoaming solutions. These improve flake quality, increase productivity, reduce energy and resource consumption, and enable compliance with food contact standards.\r\n\r\nEvelyn Shen, Vice President, Chemetall Asia Pacific, said the continued partnership reflects Chemetall’s commitment to advancing the circular economy in Southeast Asia. “We are dedicated to growing alongside our customers by offering differentiated PET and plastics recycling solutions that enhance quality and efficiency,” she said.\r\n\r\nMarc Rudolf von Rohr, Group COO of Circular Plastics Company, noted that Chemetall’s advanced wash chemistry supports the company’s goal of producing high-quality food-grade rPET while aligning with its values of innovation and environmental responsibility.\r\n\r\nWith rising demand for recycled plastics in Southeast Asia, the collaboration highlights a shared focus on innovation to address process challenges, create value in new material cycles, and advance circular economy objectives.\r\n",
      "country": "Vietnam ",
      "created_at": "2025-08-12 07:47:09",
      "created_by": "Admin",
      "id": "689af17daee2dfa06d554703",
      "image_caption": "Source: BASF. ",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Chemetall_Strengthens_PET_Recycling_Partnership_in_Vietnam_20250812074709/Source:_BASF._.webp",
      "news_type": "Posts",
      "published_by": "Chemical Today",
      "published_date": "2025-08-12",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Chemetall_Strengthens_PET_Recycling_Partnership_in_Vietnam_20250812074709/Source:_BASF._.webp",
      "title": "Chemetall Strengthens PET Recycling Partnership in Vietnam",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Chemetall_Strengthens_PET_Recycling_Partnership_in_Vietnam_20250812074709/Source:_BASF._.webp"
    },
    "post3": {
      "category": "None",
      "content": " :  SCHOTT Pharma, a pioneer in drug containment and delivery systems, has unveiled the industry’s first ready-to-use (RTU) polymer cartridge that fully complies with ISO dimensions. This breakthrough offers exceptionally tight manufacturing tolerances, giving pharmaceutical companies and device manufacturers greater design flexibility and improved compatibility with widely used injection systems such as pens. The result: simplified drug administration in both clinical settings and at-home care. Building on its deep expertise in polymer syringes and glass cartridges, SCHOTT Pharma combines a proven industry track record with regulatory support, fast time-to-market capabilities, and an unwavering commitment to quality. This positions the company as a reliable and forward-looking partner for the pharmaceutical industry. “With this second polymer option in our product portfolio, we offer pharmaceutical companies unbiased material solutions tailored to their specific needs,” says Andreas Reisse, CEO of SCHOTT Pharma. SCHOTT TOPPAC® cartridge is particularly suitable for sensitive biologics, including cell and gene therapies, biosimilars, and emergency drugs. It will be presented for the first time at this year’s PDA Universe of Pre-Filled Syringes and Injection Devices Conference in Vienna, Austria, and at the CPHI tradeshow in Frankfurt am Main, Germany. It is already available as a sample for non-human testing.\r\n\r\nAs the biologics market continues to expand, fueled by breakthroughs such as cell and gene therapies, drug developers face increasing demand for safe, patient-friendly delivery and administration solutions. These must ensure drug stability, support high-volume administration, and offer broad device compatibility. To meet these needs, SCHOTT Pharma has developed its first RTU polymer cartridge made from Cyclic Olefin Copolymer (COC), featuring a homogenous, cross-linked siliconization layer.\r\n\r\nThe inert surface minimizes protein adsorption, provides low levels of extractable and leachables, and ensures consistent break-loose and gliding forces throughout the product’s shelf life. This makes the cartridge an excellent choice for highly sensitive proteins, viscous drugs, and emergency medications. The polymer cartridge delivers functional performance comparable to glass, with added break resistance.\r\n\r\nHigh-precision manufacturing for seamless integration\r\nProduced using advanced injection molding technology, the SCHOTT TOPPAC® cartridge offers exceptional dimensional accuracy and allows for customization. Two key features stand out: an overfill geometry that helps reduce variability in fill volumes, thereby minimizing drug waste for high-value formulations, and tight tolerances in the cone and flange areas, which enhance adaptability to a wide range of injection devices. Through close collaboration with leading device manufacturers, SCHOTT Pharma ensures optimal compatibility for pen-based delivery systems. Moreover, X-ray sterilization eliminates the risk of ethylene oxide (EtO) residues.\r\n\r\nProven expertise and scalable infrastructure\r\nThe SCHOTT TOPPAC® cartridge benefits from decades of experience and performance data gathered from the company’s established SCHOTT TOPPAC® product family. As the world’s largest manufacturer of prefillable polymer syringes made from COC, SCHOTT Pharma has supported the approval of over 80 drugs, including four blockbusters, using its polymer platform over the past 20 years.\r\n\r\nThis innovation builds on that experience and is further backed by the industry's most comprehensive cartriQ® ready-to-use glass cartridge portfolio, enabling the company to rapidly scale polymer cartridge production as demand grows.\r\n\r\nBy offering both polymer and glass options, SCHOTT Pharma provides a robust and versatile cartridge portfolio that supports a wide range of technical and commercial needs in biologics development.\r\n\r\nThe polymer cartridge is manufactured in St. Gallen, Switzerland, with the flexibility to expand production to other European sites. It is currently available in 1.5 ml, 3 ml, and 5 ml formats, with a 10 ml version in development. The cartridge is compatible with all major fill-and-finish lines, paving the way for a fast and low-risk path to market.\r\n",
      "country": "Germany",
      "created_at": "2025-08-12 09:37:26",
      "created_by": "Admin",
      "id": "689b0b56aee2dfa06d55470a",
      "image_caption": " ",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/SCHOTT_Pharma_Launches_Industry’s_First_ISO-Compliant_RTU_Polymer_Cartridge_20250812093726/_.webp",
      "news_type": "Posts",
      "published_by": "Chemical Today",
      "published_date": "2025-08-12",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/SCHOTT_Pharma_Launches_Industry’s_First_ISO-Compliant_RTU_Polymer_Cartridge_20250812093726/_.webp",
      "title": "SCHOTT Pharma Launches Industry’s First ISO-Compliant RTU Polymer Cartridge",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/SCHOTT_Pharma_Launches_Industry’s_First_ISO-Compliant_RTU_Polymer_Cartridge_20250812093726/_.webp"
    },
    "post4": {
      "category": "Specialty Chemicals",
      "content": " :  Godrej Industries Group (GIG) hosted the second edition of the National Chemistry Day Summit, an initiative by Godrej Industries (Chemicals) and Astec LifeSciences. The event brought together leaders from industry, academia, and research to discuss innovations, technological advances, and strategies to strengthen India’s position in the global chemical sector.\r\n\r\nIndia’s chemical industry is on a growth path, with the potential to capture 10–12% of the global market share by 2040 if innovation, R&D, and policy support align effectively. This year’s summit, themed “Driving Innovation and Growth in India’s Chemical Industry,” aimed to accelerate conversations on R&D capabilities, global competitiveness, and sustainable development.\r\n\r\n“Chemistry has always played a foundational role in shaping society. As we convene the second edition of National Chemistry Day, it is clear that meaningful, future-facing conversations are vital for unlocking India’s full potential in this space. This summit is our attempt to enable that - to spark dialogue, share ideas, and collaboratively explore how we can not only participate in the global chemical economy, but lead it responsibly and sustainably,” said Nadir Godrej, Chairperson, Godrej Industries Group.\r\n\r\nThe programme featured two panel discussions. Vishal Sharma, Executive Director and CEO of Godrej Industries (Chemicals), moderated a session on building competitiveness, while Burjis Godrej, Executive Director of Godrej Agrovet Ltd and Managing Director of Astec LifeSciences Ltd, led a dialogue on the role of R&D in driving industry growth. Panellists emphasised innovation, value-added manufacturing, and stronger academia-industry collaboration.\r\n\r\n“The exchange of ideas at this year’s summit revolved around a shared imperative — for India’s chemical industry to build resilience not just through cost competitiveness, but by fostering knowledge, collaboration, and innovation. What resonated most across the discussions was the clear consensus that India must move beyond being seen as a backend producer and step up to lead from the front. Whether it’s strengthening in-house R&D, embracing green chemistry, or nurturing the next generation of scientists and engineers, the conversations reflected a collective ambition to position India as a global hub for sustainable chemical manufacturing. It is this spirit of openness and shared purpose that will propel the sector forward,” said Vishal Sharma.\r\n\r\n“Innovation in the chemical industry can no longer remain siloed within labs or R&D departments—it must become a mindset that runs across the entire value chain. What emerged clearly during discussions was a shared understanding that we must move beyond incremental gains towards transformative shifts. Strengthening industry-academia linkages, accelerating digital adoption, and building diverse, cross-functional R&D teams are no longer optional—they are vital for sustained global competitiveness. Forums like this are crucial in aligning perspectives, surfacing bold ideas, and reinforcing the urgency for collective action. If India is to lead on the global stage, we must evolve from being efficient executors to becoming originators of sustainable, scalable chemical innovations,” added Burjis Godrej.\r\n\r\nThe event also saw the launch of the first CTIER Innovation Report, Industry in India: Followers or Leaders?, which compares Indian R&D leaders to their global peers across key innovation benchmarks.\r\n\r\nThe summit witnessed participation from prominent industry leaders, academic experts, and research professionals including Padma Vibhushan Prof. M.M. Sharma; Dr. Naushad Forbes, Co-Chairperson, Forbes Marshall; Amit Gandhi, Managing Director and Senior Partner, BCG India; Aashish Kasad, Senior Partner, Ernst & Young; Vivek Save, Executive Director and Board Member, Deccan Fine Chemicals; Prof. Santosh J. Gharpure, Dean (Faculty Affairs) and Professor, Department of Chemistry, IIT Bombay; Simon-Thorsten Wiebusch, Chairman, MD & CEO, Bayer CropScience Ltd.; Janak Nabar, CEO, Centre for Technology, Innovation and Economic Research; Aman Das, Country Manager and MD, Head, Syensqo India; Nitin Sharma, CEO and General Manager, Clariant IGL Specialty Chemicals Pvt. Ltd.; Dr. Alok Sharma, Director (R&D) and Board Member, Indian Oil Corporation Ltd.; and Sunil Kumar, President, Henkel India.\r\n\r\nClosing the summit, participants agreed that India’s chemical industry is entering a pivotal phase, with collaboration, innovation, and sustainable practices central to achieving global leadership. Led by Godrej Industries Group, the initiative underscores the Group’s commitment to industry progress and nation-building.\r\n\r\n",
      "country": "India",
      "created_at": "2025-08-11 07:42:31",
      "created_by": "Admin",
      "id": "68999ee7aee2dfa06d5546f6",
      "image_caption": "Second edition of the summit highlights R&D, digitalisation, and future-ready talent as key enablers of global leadership in chemicals.",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Godrej_Industries_Group_Highlights_R&D,_Digitalisation,_and_Talent_at_Chemistry_Day_Forum_20250811074231/Second_edition_of_the_summit_highlights_R&D,_digitalisation,_and_future-ready_talent_as_key_enablers.webp",
      "news_type": "Posts",
      "published_by": "Chemical Today",
      "published_date": "2025-08-11",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Godrej_Industries_Group_Highlights_R&D,_Digitalisation,_and_Talent_at_Chemistry_Day_Forum_20250811074231/Second_edition_of_the_summit_highlights_R&D,_digitalisation,_and_future-ready_talent_as_key_enablers.webp",
      "title": "Godrej Industries Group Highlights R&D, Digitalisation, and Talent at Chemistry Day Forum",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Godrej_Industries_Group_Highlights_R&D,_Digitalisation,_and_Talent_at_Chemistry_Day_Forum_20250811074231/Second_edition_of_the_summit_highlights_R&D,_digitalisation,_and_future-ready_talent_as_key_enablers.webp"
    }
  },
  "homeScreenTopSection": {
    "advt1": {
      "advt_type": {
        "height": 180,
        "id": "67f60a8eaee2dfa06d554094",
        "name": "rockwell",
        "width": 1160
      },
      "contact_number": "11111111111",
      "description": "............",
      "id": "67f60ab3aee2dfa06d554095",
      "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/rockwell/rockwell/Leaderboard_Banner_Ad_580x90px_2x.jpg",
      "name": "rockwell",
      "organization_name": "rockwell",
      "redirect_url": "https://www.rockwellautomation.com/en-in/capabilities/process-solutions/process-systems/campaign-process-power.html?utm_source=ThirdParty&utm_medium=Paid_Display&utm_campaign=IA_MultiIndustry_AP_CMP-07572-C1P7R9&utm_content=LP_PP_WOCDisplay_IN",
      "subscription_end_date": "2025-05-09",
      "subscription_start_date": "2025-04-09"
    },
    "advt2": {
      "advt_type": {
        "height": 200,
        "id": "67f623e3aee2dfa06d55409d",
        "name": "rockwell-1",
        "width": 400
      },
      "contact_number": "11111111111",
      "description": "..........",
      "id": "67f62428aee2dfa06d55409e",
      "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/rockwell-1/rockwell-1/Hero_Banner_400x200px.jpg",
      "name": "rockwell-1",
      "organization_name": "rockwell-1",
      "redirect_url": "https://chemicaltoday.in/advertorials/rockwell",
      "subscription_end_date": "2025-05-15",
      "subscription_start_date": "2025-04-09"
    },
    "horizontal_banner": [
      {
        "advt_type": {
          "height": 1080,
          "id": "67a1d978aee2dfa06d553de3",
          "name": "banner",
          "width": 12840
        },
        "contact_number": "11111111111",
        "description": "..........",
        "id": "67a1d9efaee2dfa06d553de5",
        "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/banner/banner/banner.webp",
        "name": "banner",
        "organization_name": "banner",
        "redirect_url": "https://rrma-global.org/",
        "subscription_end_date": "2025-02-19",
        "subscription_start_date": "2025-02-04"
      },
      {
        "advt_type": {
          "height": 361,
          "id": "6809bc1faee2dfa06d5541af",
          "name": "rockwell-horizontal",
          "width": 4281
        },
        "contact_number": "11111111111",
        "description": ".............",
        "id": "6809bc65aee2dfa06d5541b1",
        "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/rockwell-horizontal/rockwell-horizontal/Leaderboard_Banner_Ad_1070x90px.webp",
        "name": "rockwell-horizontal",
        "organization_name": "rockwell-horizontal",
        "redirect_url": "https://www.rockwellautomation.com/en-in/capabilities/process-solutions/process-systems/campaign-process-power.html?utm_source=ThirdParty&utm_medium=Paid_Display&utm_campaign=IA_MultiIndustry_AP_CMP-07572-C1P7R9&utm_content=LP_PP_WOCDisplay_IN",
        "subscription_end_date": "2025-05-24",
        "subscription_start_date": "2025-04-24"
      }
    ],
    "latest_updates1": {
      "desc": "TISS, RRMA Launch Academic Program in Chemical Compliance",
      "name": "Latest News-1",
      "url": "https://chemicaltoday.in/news/Safety/689c164caee2dfa06d554713/TISS,%20RRMA%20Launch%20Academic%20Program%20in%20Chemical%20Compliance"
    },
    "latest_updates2": {
      "desc": "Vedanta Aluminium Transports Over 55 Million Tonnes of Cargo in FY2025",
      "name": "Latest News-2",
      "url": "https://chemicaltoday.in/news/Posts/689c1dbbaee2dfa06d554714/Vedanta%20Aluminium%20Transports%20Over%2055%20Million%20Tonnes%20of%20Cargo%20in%20FY2025"
    },
    "latest_updates3": {
      "desc": "Swire Shipping Joins Achilles Maritime Network to Advance Supply Chain Integrity",
      "name": "Latest News-3",
      "url": "https://chemicaltoday.in/news/Logistics/689aeee0aee2dfa06d554702/Swire%20Shipping%20Joins%20Achilles%20Maritime%20Network%20to%20Advance%20Supply%20Chain%20Integrity"
    },
    "latest_updates4": {
      "desc": "Chemetall Strengthens PET Recycling Partnership in Vietnam",
      "name": "Latest News-4",
      "url": "https://chemicaltoday.in/news/Posts/689af17daee2dfa06d554703/Chemetall%20Strengthens%20PET%20Recycling%20Partnership%20in%20Vietnam"
    },
    "post": {
      "category": "Mining",
      "content": " :  Vedanta Aluminium, India’s largest aluminium producer, has moved more than 55 million tonnes of raw materials and finished aluminium products in FY2025, accounting for nearly 4% of Indian Railways’ total freight movement of 1,617 million tonnes in the same period. Operating largely across Odisha, Chhattisgarh, and Andhra Pradesh, the company’s logistics ecosystem integrates scale, precision, and sustainability, transporting alumina from its Lanjigarh refinery, coal from nearby mines, and high-grade aluminium products for domestic and global markets.\r\n\r\nVedanta Aluminium maintains a presence at nearly every major port in India and is the largest container cargo exporter from Paradip Port. It ships to more than 100 destinations across six continents, reinforcing India’s manufacturing and trade ambitions.\r\n\r\n“At Vedanta Aluminium, logistics is a strategic enabler of our industrial leadership, sustainability goals, and nation-building mission. With an environment-first approach, we have built one of India’s most advanced and future-ready logistics systems that handles more than 55 million tonnes of cargo, with plans to scale up to 80 million tonnes. As India strides towards becoming a Viksit Bharat, efficient and sustainable industrial supply chains will be pivotal. Our efforts are aligned with the PM’s Gati Shakti Project, as we aim to create a digitally integrated, multi-modal transport and logistics network that enhances connectivity, reduces costs, and improves efficiency across sectors. Vedanta Aluminium is setting a new benchmark, showcasing how Indian industry can grow responsibly, inclusively, and globally,” said Rajiv Kumar, CEO, Vedanta Aluminium.\r\n\r\nDeepak Gulati, Chief Supply Chain Officer, added, “At Vedanta Aluminium, railways form the backbone of our logistics operations, supported by a fleet of over 40 dedicated rakes for raw material movement. We are proud to be the largest customer of CONCOR (Container Corporation of India), partnering with them to streamline our export logistics. With plans to scale operations, we continue to invest in digitalisation and sustainability at the core of our logistics ecosystem.”\r\n\r\nVedanta’s logistics system is designed with an environment-first approach, prioritising rail transport to reduce emissions, diesel consumption, and road congestion. The company plans to increase its fleet of more than 40 dedicated rakes to over 50 and remains one of the largest freight customers of Indian Railways’ East Coast Zone. Within its facilities, Vedanta operates India’s largest fleet of lithium-ion electric forklifts, totalling 75 units, equipped with smart safety features and real-time monitoring. The company has also introduced India’s first all-women locomotive team, responsible for operating and maintaining locomotives for key material movement.\r\n\r\nAdvancing its digital transformation, Vedanta has implemented a digital control tower and vehicle tracking systems to build a resilient, future-ready supply chain grounded in environmental, social, and governance (ESG) principles.\r\n\r\nBeyond supporting industrial operations, Vedanta Aluminium’s logistics network contributes to rural economies by generating employment in transportation, warehousing, maintenance, and allied services, along with taxes and infrastructure development. Producing 2.42 million tonnes of aluminium in FY25—over half of India’s total—the company ranks second globally in S&P Global’s 2024 Corporate Sustainability Assessment for the aluminium sector.\r\n",
      "country": "India",
      "created_at": "2025-08-13 05:08:11",
      "created_by": "Admin",
      "id": "689c1dbbaee2dfa06d554714",
      "image_caption": "Source: Vedanta Aluminium. ",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Vedanta_Aluminium_Transports_Over_55_Million_Tonnes_of_Cargo_in_FY2025_20250813050811/Source:_Vedanta_Aluminium._.webp",
      "news_type": "Posts",
      "published_by": "Chemical Today",
      "published_date": "2025-08-13",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Vedanta_Aluminium_Transports_Over_55_Million_Tonnes_of_Cargo_in_FY2025_20250813050811/Source:_Vedanta_Aluminium._.webp",
      "title": "Vedanta Aluminium Transports Over 55 Million Tonnes of Cargo in FY2025",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Vedanta_Aluminium_Transports_Over_55_Million_Tonnes_of_Cargo_in_FY2025_20250813050811/Source:_Vedanta_Aluminium._.webp"
    },
    "scroll_items": [
      {
        "desc": "TISS, RRMA Launch Academic Program in Chemical Compliance  ||",
        "name": "highlights-1",
        "url": "https://chemicaltoday.in/news/Safety/689c164caee2dfa06d554713/TISS,%20RRMA%20Launch%20Academic%20Program%20in%20Chemical%20Compliance"
      },
      {
        "desc": "Vedanta Aluminium Transports Over 55 Million Tonnes of Cargo in FY2025   ||",
        "name": "highlights-2",
        "url": "https://chemicaltoday.in/news/Posts/689c1dbbaee2dfa06d554714/Vedanta%20Aluminium%20Transports%20Over%2055%20Million%20Tonnes%20of%20Cargo%20in%20FY2025"
      },
      {
        "desc": "Swire Shipping Joins Achilles Maritime Network to Advance Supply Chain Integrity  ||",
        "name": "highlights-3",
        "url": "https://chemicaltoday.in/news/Logistics/689aeee0aee2dfa06d554702/Swire%20Shipping%20Joins%20Achilles%20Maritime%20Network%20to%20Advance%20Supply%20Chain%20Integrity"
      },
      {
        "desc": "Chemetall Strengthens PET Recycling Partnership in Vietnam  ||",
        "name": "highlights-4",
        "url": "https://chemicaltoday.in/news/Posts/689af17daee2dfa06d554703/Chemetall%20Strengthens%20PET%20Recycling%20Partnership%20in%20Vietnam"
      },
      {
        "desc": "GF Introduces Quick Connect Valve 700 for Advanced Data Center Cooling  ||",
        "name": "highlights-5",
        "url": "https://chemicaltoday.in/news/Equipments/689aff8baee2dfa06d554708/GF%20Introduces%20Quick%20Connect%20Valve%20700%20for%20Advanced%20Data%20Center%20Cooling"
      }
    ]
  },
  "insightSection": {
    "casestudy": {
      "category": "None",
      "content": " :  Holyhead station, a prominent railway station situated in Wales. Strategically located near a harbour and high street, it serves as a key transport hub, seamlessly connecting the region’s rail and maritime networks. As a result, the Grade II listed train station has endured persistent exposure to salty sea air, high humidity, heat from the trains and diesel fumes. This relentless environmental assault has resulted in significant corrosion of the structural steel canopies, causing progressive deterioration of the exposed steel. The extent of the damage has highlighted the need for a longer-lasting solution to preserve the station's structural integrity and historical value.\r\n\r\nThe Challenge: Harsh Environmental Exposure\r\nNetwork Rail’s current coatings manufacturer could not guarantee their product's effectiveness due to the harsh location. As a result, their coatings failed within just 18 months — significantly short of the intended 15-year maintenance cycle. This prompted the need to find an enhanced paint system that could outperform the existing specified paint system to: \r\n•\tMaintain structural integrity\r\n•\tPreserve the station's historical features\r\n•\tReduce maintenance and repair costs\r\n\r\nThe Solution: Intelli-ion® AX1 for Enhanced Corrosion Protection\r\nThe solution implemented was Hexigone's “smart” corrosion inhibitor, Intelli-ion® AX1, chosen for its superior corrosion protection in harsh environments. AX1 effectively combats corrosion in highly aggressive environments, while delivering longer-lasting corrosion protection.  A compelling real-world demonstration took place in the Celtic Sea, where 31 panel sets were mounted on a buoy and exposed to over 6,000 hours of extreme marine conditions from September 2022 to June 2023. This rigorous offshore test provided an authentic evaluation of coating performance. Intelli-ion® AX1 delivered a marked improvement in corrosion resistance compared to systems without the additive. \r\n\r\nAchieving C5-level corrosion resistance, Intelli-ion® AX1 has also endured 1440 hours in salt spray testing (ASTM B117), and offers enhanced adhesion and colour retention in both laboratory and live testing.\r\nMethodology\r\nTo compare performance, two protection systems were applied simultaneously: \r\n•\t50% of the train station was painted with a standard system. \r\n•\tThe remaining 50% was painted with a system enhanced with Intelli-ion® AX1\r\n\r\nNOTE: The areas coated with the Intelli-ion® AX1 enhanced primer could not be fully prepared; it could not be washed to remove surface salts due to location and proximity to existing live electrical wiring, had poor surface preparation, and the paint company used (a large tier 1 supplier) did not guarantee their system in these areas.\r\n\r\nLaboratory Test Results: 1000 Hours Salt Spray ASTM B117\r\nIn a controlled laboratory test, metal panels coated with a standard primer were compared side by side with panels using the same formulation enhanced with Intelli-ion® AX1. After 1,000 hours in a salt spray chamber (ASTM B117), the AX1-enhanced panels showed a clear improvement in corrosion resistance, with far less degradation around the scribe and edges. Beyond corrosion protection, the test also revealed significantly stronger adhesion, with the aluminum primer bonding more effectively to the metal surface — a key factor in long-term coating performance and durability.\r\n\r\nReal-World Results: The addition of Intelli-ion® AX1 significantly enhanced the 50% repainting process of the mile-long station's surface, comprised of tool-prepared Victorian cast iron.  Contractors observed the following improved application properties; “the paint applied more easily, spread more evenly, and provided more coverage.” By enhancing surface tolerance, AX1 improved adhesion by 163.16%, resulting in increased performance. This improvement led to reduced maintenance requirements, delivering a highly efficient, cost-effective solution with enhanced long-term asset protection.\r\n\r\n3 Years After Application: Intelli-ion® AX1 demonstrated superior performance compared to the standard system - designed to provide 15 years of corrosion protection.\r\n\r\nConclusion: Proven Protection for Critical Rail Infrastructure\r\nThe deployment of Intelli-ion® AX1 at Holyhead Station has proven to be a significant advancement in corrosion protection for the rail industry. Faced with one of the most challenging environments in the UK, the Intelli-ion®-enhanced system delivered measurable improvements in adhesion, corrosion resistance, and application efficiency— even under suboptimal surface preparation conditions. With performance validated in both laboratory and real-world conditions, Intelli-ion® AX1 has shown its ability to extend asset life, reduce maintenance demands, and preserve the structural integrity of historically significant infrastructure. Its adoption at Holyhead sets a powerful precedent for future rail projects requiring long-term durability in aggressive environments.\r\n\r\nBeyond performance, Intelli-ion® AX1 is aligned with the industry’s shift toward more sustainable solutions. Free from heavy metals, phosphates, and toxic chromates, it embodies a circular economy approach—repurposing waste from adjacent industries into a high-performance corrosion inhibitor. This innovative technology not only reduces the environmental impact of the coatings industry but also meets the growing global demand for a high-performance, sustainable, corrosion inhibitor. As the industry moves toward smarter, more sustainable solutions, Intelli-ion® AX1 redefines what's possible in protective coatings—offering reliable corrosion resistance for all metal infrastructures, old and new. \r\n\r\nCourtesy: Hexigone Inhibitors Ltd.\r\n\r\n(Note: For better understanding- please go through the August Edition- Case Study titled “Hexigone: Enhancing Corrosion Protection in the Rail Industry”)\r\n\r\n",
      "country": "UK",
      "created_at": "2025-07-31 09:17:21",
      "created_by": "Admin",
      "id": "688b34a1aee2dfa06d554685",
      "image_caption": "Source: Hexigone Inhibitors Ltd.",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Hexigone: Enhancing Corrosion Protection in the Rail Industry/Source_Hexigone_Inhibitors_Ltd._Frame_308_1.webp",
      "news_type": "Case Studies",
      "published_by": "Chemical Today",
      "published_date": "2025-07-18",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Hexigone: Enhancing Corrosion Protection in the Rail Industry/Source_Hexigone_Inhibitors_Ltd._Frame_308_1.webp",
      "title": "Hexigone: Enhancing Corrosion Protection in the Rail Industry",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Hexigone: Enhancing Corrosion Protection in the Rail Industry/Source_Hexigone_Inhibitors_Ltd._Frame_308_1.webp"
    },
    "horizontal_banner": [
      {
        "advt_type": {
          "height": 546,
          "id": "688c5180aee2dfa06d55468b",
          "name": "quote-29",
          "width": 6426
        },
        "contact_number": "11111111111",
        "description": "........",
        "id": "688c51eeaee2dfa06d55468f",
        "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/quote-29/quote-29/Frame_313.webp",
        "name": "quote-29",
        "organization_name": "quote-29",
        "redirect_url": "https://chemicaltoday.in/",
        "subscription_end_date": "2025-09-01",
        "subscription_start_date": "2025-08-01"
      },
      {
        "advt_type": {
          "height": 546,
          "id": "688c518baee2dfa06d55468c",
          "name": "quote-30",
          "width": 6426
        },
        "contact_number": "11111111111",
        "description": "...........",
        "id": "688c520faee2dfa06d554690",
        "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/quote-30/quote-30/Frame_311.webp",
        "name": "quote-30",
        "organization_name": "quote-30",
        "redirect_url": "https://chemicaltoday.in/",
        "subscription_end_date": "2025-09-01",
        "subscription_start_date": "2025-08-01"
      },
      {
        "advt_type": {
          "height": 546,
          "id": "688c519aaee2dfa06d55468d",
          "name": "quote-31",
          "width": 6426
        },
        "contact_number": "11111111111",
        "description": ".......",
        "id": "688c522daee2dfa06d554691",
        "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/quote-31/quote-31/Frame_310.webp",
        "name": "quote-31",
        "organization_name": "quote-31",
        "redirect_url": "https://chemicaltoday.in/",
        "subscription_end_date": "2025-08-01",
        "subscription_start_date": "2025-08-01"
      },
      {
        "advt_type": {
          "height": 546,
          "id": "688c51b5aee2dfa06d55468e",
          "name": "quote-32",
          "width": 6426
        },
        "contact_number": "11111111111",
        "description": ".....",
        "id": "688c524baee2dfa06d554692",
        "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/quote-32/quote-32/Frame_312.webp",
        "name": "quote-32",
        "organization_name": "quote-32",
        "redirect_url": "https://chemicaltoday.in/",
        "subscription_end_date": "2025-09-01",
        "subscription_start_date": "2025-08-01"
      }
    ],
    "randd": {
      "category": "None",
      "content": " :  A research team from the Max-Planck-Institut für Kohlenforschung, Hokkaido University, and Osaka University has shown that small differences in molecular stereochemistry can substantially change how mRNA-based drugs perform, according to a study published in the Journal of the American Chemical Society. \r\n\r\nLipid nanoparticles, which protect and deliver fragile nucleic acids like mRNA into cells, rely on ionizable lipids to enable cellular entry and release; one such lipid, ALC-315, was used in the Pfizer/BioNTech COVID-19 vaccine and is typically supplied as a mixture of three stereoisomers. Until now, the individual isomers — (S,S), (R,R), and meso — had not been evaluated separately in the context of LNP function.\r\n\r\n In this work Dr. Chandra Kanta De and colleagues synthesised and tested each pure stereoisomer for the first time. “We demonstrate that stereochemistry directly impacts both the efficacy and safety of LNPs,” explains Dr. De. “In particular, we found that the (S,S)-form delivers mRNA just as efficiently as the standard mixture, but with significantly reduced toxicity.”\r\n\r\n Dr. Masumi Tsuda, who conducted the biological analysis with Prof. Shinya Tanaka, added, “We would be delighted if these research findings could contribute to the development of safer vaccines.” \r\n\r\nThe results are relevant as LNP platforms expand into gene therapy and personalised cancer vaccines, indicating that stereochemically defined lipid components could improve safety profiles while maintaining delivery performance. \r\n\r\nThe research was supported by the Max Planck Society, the German Research Foundation (DFG), the European Research Council (ERC), the Japan Society for the Promotion of Science, and the Japan Agency for Medical Research and Development (AMED).\r\n",
      "country": "Japan",
      "created_at": "2025-08-11 10:41:34",
      "created_by": "Admin",
      "id": "6899c8deaee2dfa06d5546fa",
      "image_caption": "Source: Hokkaido University (Adobe Stock)",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Teams from Max-Planck, Hokkaido, and Osaka Uncover Safer LNP Formulations/Source_Hokkaido_University_Adobe_Stock_RD_Pharma_11082025_1.webp",
      "news_type": "R&D",
      "published_by": "Chemical Today",
      "published_date": "2025-08-11",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Teams from Max-Planck, Hokkaido, and Osaka Uncover Safer LNP Formulations/Source_Hokkaido_University_Adobe_Stock_RD_Pharma_11082025_1.webp",
      "title": "Teams from Max-Planck, Hokkaido, and Osaka Uncover Safer LNP Formulations",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Teams from Max-Planck, Hokkaido, and Osaka Uncover Safer LNP Formulations/Source_Hokkaido_University_Adobe_Stock_RD_Pharma_11082025_1.webp"
    },
    "report": {
      "category": "None",
      "content": " :  Biogas is a mixture of methane, carbon dioxide, and trace gases generated through the anaerobic breakdown of organic matter. Its methane content typically ranges from 45 to 75 percent, depending on the feedstock and process. Key production methods include biodigesters, landfill gas recovery systems, and wastewater treatment facilities. Biomethane, the upgraded form of biogas, is nearly pure methane and closely resembles natural gas in properties and usability.\r\n\r\nGrowing Demand \r\nAlthough biogases currently make up just 3 percent of global modern bioenergy production, their use is rising steadily. Biomethane alone has grown at 20 percent annually over the last five years. Most of this growth is supported by national policies, including production targets, financial incentives, and procurement mandates. Despite the increase, biomethane still only meets 1 percent of global natural gas demand. The current sustainable biogas production potential is estimated at around 1,000 billion cubic metres equivalent. This equals roughly a quarter of global natural gas consumption. By 2050, this figure could reach 1,400 bcme, supported by technological improvements, increased agricultural yields, and better economies of scale. Eighty percent of the global biogas production potential lies in emerging and developing economies. India, Brazil, and China top the list, benefitting from extensive agricultural residues and manure. India alone has a biogas potential greater than its entire natural gas use. While the European Union has tapped about 40 percent of its potential, India has used less than five.\r\n\r\nProduction Costs Vary by Region and Technology\r\nBiomethane costs generally fall between USD 10 and 30 per gigajoule. Asian emerging markets offer the lowest costs, with around 40 bcme available under USD 10 per GJ. In total, about 45 bcme can be produced globally at a cost equal to or less than current wholesale gas prices. These cost levels are already five times higher than the current global output of biomethane.\r\n\r\nEnvironmental Benefits and Performance Gaps\r\nThe appeal of biogases lies in their ability to turn waste into low-emission fuels while supporting circular economy goals. However, current biogas facilities still emit between 2 and 5.5 percent of methane during production. Best practices such as sealing digestate storage, capturing off-gases, and conducting regular leak detection are critical to minimising emissions. Most of the core technologies used to produce biogas and biomethane are already mature. Yet there is significant scope for innovation. These include methods to improve methane yields, reduce energy use and integrate biogas with other fuel production systems. For example, combining CO₂ from biomethane upgrading with hydrogen can create synthetic fuels, while digestate can be converted into fertilisers or biochar.\r\n\r\nBiogas in the Energy Mix Beyond 2035\r\nIn the current policy scenario, demand for biogases doubles by 2035 and nearly quadruples in the Announced Pledges Scenario. Annual investment, now around USD 2 billion, is expected to exceed USD 15 billion by 2050 and approach USD 45 billion under more ambitious targets. European production of biomethane already displaces about 15 thousand barrels per day of oil and 2 bcme of natural gas. By 2035, these figures are projected to reach 50 thousand barrels and 7 bcme. More than 30 feedstock types were assessed in terms of methane yield and sustainability. These include crop residues, animal manure, biowaste and woody biomass. A key cost driver is the collection radius of feedstocks. High-moisture inputs like manure are economical only when sourced within 10 kilometres, while crop residues can support collection up to 50 kilometres, especially in high-yielding regions. Larger biodigesters also offer cost advantages of up to 40 percent over small-scale units.\r\n\r\nSectoral Uses \r\nBiomethane is particularly effective in sectors where electrification is difficult. These include high-temperature industrial processes, maritime shipping and as feedstock for chemicals. It also supports flexible power generation and grid balancing, especially in seasonal scenarios. Although natural gas-fired power plants currently have lower levelised electricity costs, a carbon price of USD 100 per tonne would bring biomethane plants into the same cost range.\r\n\r\nGlobal Outlook to 2050 \r\nSince the last major outlook in 2020, the expected demand for biogases by 2040 has increased by over 30 percent. The energy crisis of 2022 has accelerated interest in biomethane as an alternative to imported natural gas. Electricity will account for 30 to 40 percent of final energy use by 2050, but liquid and gaseous fuels will continue to meet around half of total demand. The share of biogases in global gaseous fuel consumption rises from 1 percent in 2023 to 5 percent in the base scenario and 10 percent under announced pledges. Biogas capacity in the power sector is projected to grow from 11 GW in 2023 to 20 GW in 2035. Biomethane use in power will triple during the same period. Industrial and building applications will each consume around 60 to 65 bcme by 2050. Although the transport sector remains a small user, biomethane plays a role in fuel switching from oil and coal. Emerging markets, particularly China, India and Brazil, will drive future demand, with China alone accounting for 40 percent of new production. Today, only 4 percent of global feedstock potential is in use. This is expected to rise significantly, especially in the case of municipal waste and manure.\r\n\r\nSource: IEA (2025), Outlook for Biogas and Biomethane, IEA, Paris.\r\n",
      "country": "India",
      "created_at": "2025-07-28 07:57:41",
      "created_by": "Admin",
      "id": "68872d75aee2dfa06d554656",
      "image_caption": "Source: IEA",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Biogases’_Renewed_Role_in_Energy_Security_and_Sustainability:_IEA_20250728075741/Source:_Freepik.webp",
      "news_type": "Reports",
      "published_by": "Chemical Today",
      "published_date": "2025-07-14",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Biogases’_Renewed_Role_in_Energy_Security_and_Sustainability:_IEA_20250728075741/Source:_Freepik.webp",
      "title": "Biogases’ Renewed Role in Energy Security and Sustainability: IEA",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Biogases’_Renewed_Role_in_Energy_Security_and_Sustainability:_IEA_20250728075741/Source:_Freepik.webp"
    },
    "whitepaper": {
      "category": "None",
      "content": ": A control solution partner for greater process efficiency, batch repeatability, production flexibility, and agility for specialty chemical manufacturers.\r\n\r\nSpecialty chemical producers supply products that enhance the performance of consumer and industrial goods from pharmaceuticals to paints and adhesives. There are thousands of different specialty chemicals produced and supplied to a wide range of industries. In order to compete, specialty chemical companies offer a broad range of high-quality products, but what they all have in common is the need to be competitive which requires: \r\n\r\n•\tRapid product introduction to market to capitalize on R&D investment\r\n•\tGreater production flexibility to capitalize on opportunities for new products\r\n•\tControl manufacturing cost for high profitability\r\n•\tConsistent and reliable operations to deliver product on time, every time\r\n\r\n\r\nUnique challenges need specialized solutions\r\n\r\nLeveraging our experience in continuous and batch automation, Honeywell has provided solutions for applications for diverse industries. With material costs, labor, utilities, and overhead accounting for over 50 percent of manufacturing costs, it is key for plant operations to perform at peak efficiency to improve yield. \r\n\r\nThe right automation solution can meet this goal by addressing needs for product reliability, quality, agility, and efficiency - the keys to a sustainable competitive advantage. Product reliability requires tight integration between manufacturing and sales to know what to make in real time. Then, you have to be able to rely on production assets to deliver the product per the schedule. Product quality requires consistency and controlled results in every aspect of production operation from people to equipment, and the process itself. Agility requires the flexibility to adapt and respond to market opportunities while still making existing products profitably.\r\n\r\nExperion® LX- Purpose-built solution\r\n\r\nHoneywell’s solution for specialty chemicals sites addresses all these requirements in one scalable, integrated offering within the Experion® LXenvironment. Based on proven Experion Process Knowledge System (PKS) system, Experion LX offers various system functions and applications that are aimed at delivering safety, compliance, reliability, and efficiency and are inherently  available in the context of batch production. In addition, data from these various functions is presented in an integrated operating environment. \r\n\r\nControl System Platform\r\n\r\nWith Experion LX, your specialty chemicals manufacturing operation will have greater agility to respond to new customer demands and changing product requirements. It is a powerful, yet practical solution offering advanced optimization and batch control technology usually found in larger DCS platforms but at a more affordable price. \r\n\r\nExperion LX allows multiple batch recipes to execute completely in a reliable controller environment. This type of batch system offers a higher level of performance than a typical server-based system. The absence of a separate batch server removes associated costs and security/maintenance issues, and eliminates communication latency. Common engineering and operating tools for batch also provide a single, consistent platform for batch development and execution in compliance with S88 industry standards. \r\n\r\nExperion LX is optimized for mid-scale projects requiring a combination of loop, logic and batch automation. Any size installation benefits from access to a robust historian, controller-based batch sequencing, advanced control, and reporting capabilities. \r\n\r\nThe solution can scale from one engineering station, one operator station and one controller to multiple operator stations, redundancy and batch management. Also, the system provides reliable communication with thirdparty devices and drives, like PLCs, weigh scales and motor drives, integration of SCADA data and multiple I/O bus options. Because Experion LX is based on the Experion PKS platform, there are several major benefits that mid-scale sites can realize. \r\n\r\nFaster Projects and Reduced Lifecycle Costs\r\n\r\nExperion LX provides an agile automation platform to help manufacturers stay competitive, meet customer demands and respond quickly to opportunities. Experion LX includes a number of pre-built features like composite tag structures, over 300 standard displays and condition handlers. For example, once a point is built and loaded to the controller, a detail display for the point is automatically available on any operator station. Additionally, Experion LX provides integrated tag configuration so that a point and its associated alarms, history, and management of change are all configured at the same time in the same view. \r\n\r\nWith only one database for the entire system that can be accessed by all system functions, the need for building and maintaining multiple databases is eliminated. The configuration of interlock logic, control strategies, sequences and similar functions are done via drag-and-drop operations from prebuilt lists. Bulk build tools, template duplication, and other productivity tools are also included in this unified engineering environment. These capabilities translate into faster projects and less engineering effort to make ongoing changes to your automation strategy over the life of your system. Experion users have reported savings of $10-20k per year on support alone.\r\n\r\nIncreased Uptime\r\n\r\nDelivering quality products and meeting customer commitments are critical to business success. With Experion LX, you can easily make changes to your automation configuration without stopping production. Experion LX supports incremental editing and loading of control strategies online, addition of I/O, controllers and control strategies, and online upgrades. This allows customers to adapt to new challenges while still delivering on current promises. Experion LX also includes a simulation functionality to test changes before putting them on process without any special software or test programs.\r\n\r\nExperion LX leverages Experion architecture to provide data integrity and determinism so that you know when your logic will be processed. Experion LX is available with redundant controllers and servers to provide heartbeat failover operations. Tools needed to manage and monitor the system are integrated into Experion LX. For example, system resources like memory, processor utilization and disk drive space on the Experion nodes are monitored and can generate alarms on the operator window if they reach critical levels. Diagnostics from Experion LX controllers are also available at the operator stations. Finally, LX ships with all the necessary software to provide an interface to the operator. Honeywell ensures that the system components work together and that new versions of system software are compatible with other system components. These built-in features mean that Experion LX system is ready to deliver right out of the box.\r\n\r\nImproved Operational Efficiency\r\n\r\nHoneywell’s control platforms are built to optimize the operator experience. To increase\r\noperator effectiveness, Honeywell leads the Abnormal Situation Management (ASM)\r\nConsortium, which has improved integration of alarm, event, and alert management tools and provided guidelines to increase operator awareness, decision-making abilities and responsiveness, reducing operator-related incidents by as much as 40 percent.\r\n\r\nExperion LX has a sophisticated and rich alarm and alerting system, capable of handling alarms and alerts for your process. Experion is the first systems to incorporate a “ from the group up” open alarm and event system. This alarm system supports not only Experion application alarms, events and messages, but also provides full integration with third-party alarms and events via OPC. \r\n\r\nKey Features \r\n\r\nExperion LX enables chemical companies to realize the performance advantages of a true distributed control solution at a reduced cost. This purpose-built DCS can be tailored to fit your specific control applications regardless of their scope and extended at any time to include personnel and assets, and even to integrate entire business operations.\r\n\r\nPre-built Templates: Solution pack with a wide range of templates ideal for general control applications.\r\n\r\nBuilt-in Function Blocks: Designed to suit pharmaceutical applications and DCS requirements with specific function blocks, as well as support Custom Algorithm Blocks for building user-defined algorithms and data structures.\r\n\r\nApplication Development Toolkit: Develop custom applications that communicate with Experion LX through the Network Application Programming Interface (API), Server API, Open Database Connectivity (ODBC) Data Exchange, Server Automation Object, etc.\r\n\r\nFTE: Reliable, industrial-grade network providing multiple communication paths between nodes thus eliminating all single points of failure and utilizing commercial Ethernet technology for lower costs.\r\n\r\nDirect Station: Powerful operator station functions as a client to the Experion LX Engineering Server, and at the same time, allows direct access to the C300 controller for process data, alarms and messages.\r\n\r\nSafe Operations: In collaboration with the Abnormal Situation Management (ASM®) Consortium, Honeywell has developed safe operator functions like Procedural Operations to reduce incidents related to improper execution of operating procedures. It has also created alarm handling and display layouts to improve overall operator response to abnormal conditions.\r\n\r\nExperion PPC: Experion® PPC (Panel PC) is an industrial grade Touch Panel PC that extends Experion HMI for field operations and control at the machine and/or process level. This robust, easy to maintain hardware is built on open industry standards and provides the proven Experion User Interface with comprehensive data integration capabilities and consistent HMI experience that improves operator effectiveness. \r\n\r\nExperion PPC can perform field level operations as a remote Station to Experion LX and provide operational agility, improved operator workflow and standardization of HMI experience. \r\n\r\nSummary \r\n\r\nHoneywell’s automation solution for chemicals manufacturing enables sites to boost performance and agility, enable easy process adjustments, increase batch repeatability, achieve reliability targets, improve quality and drive down costs without the resources and investment of a large site. Batch producers with medium scale sites have limited resources and capital, and require a simple solution that provides the agility needed in the marketplace without sacrificing reliability and lifecycle costs. \r\n",
      "country": "India ",
      "created_at": "2024-04-05 04:48:00",
      "created_by": "Unknown",
      "id": "660f82802455abeab496a5b0",
      "image_caption": "Driving Profitability With Perfect-Fit Control Solution.",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Driving Profitability With Perfect-Fit Control Solution./Driving_Profitability_With_Perfect-Fit_Control_Solution._Driving_Profitability_With_Perfect-Fit_Control_Solution..jpg",
      "news_type": "White Papers",
      "published_by": "Chemical Today",
      "published_date": "2018-05-26",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Driving Profitability With Perfect-Fit Control Solution./Driving_Profitability_With_Perfect-Fit_Control_Solution._Driving_Profitability_With_Perfect-Fit_Control_Solution..jpg",
      "title": "Driving Profitability With Perfect-Fit Control Solution",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Driving Profitability With Perfect-Fit Control Solution./Driving_Profitability_With_Perfect-Fit_Control_Solution._Driving_Profitability_With_Perfect-Fit_Control_Solution..jpg"
    }
  },
  "productSection": {
    "advt1": {
      "advt_type": {
        "height": 800,
        "id": "686f9babaee2dfa06d55457d",
        "name": "7th Edition ICC Sustainability Conclave 2025",
        "width": 1600
      },
      "contact_number": "11111111111",
      "description": "......",
      "id": "686f9c26aee2dfa06d55457e",
      "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/7th Edition ICC Sustainability Conclave 2025/7th Edition ICC Sustainability Conclave 2025/800_x_400_px_Banner_1.jpg",
      "name": "7th Edition ICC Sustainability Conclave 2025",
      "organization_name": "7th Edition ICC Sustainability Conclave 2025",
      "redirect_url": "https://www.iccsustainabilityconclave.org/",
      "subscription_end_date": "2025-08-07",
      "subscription_start_date": "2025-07-10"
    },
    "advt2": {
      "advt_type": {
        "height": 400,
        "id": "6878a67caee2dfa06d5545ce",
        "name": "nynas-ad",
        "width": 800
      },
      "contact_number": "11111111111",
      "description": ".......",
      "id": "6878a6aaaee2dfa06d5545cf",
      "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/Nynas Ad/Nynas Ad/Nynas_banner_800x400_pix.jpg",
      "name": "Nynas Ad",
      "organization_name": "Nynas Ad",
      "redirect_url": "https://www.nynas.com/",
      "subscription_end_date": "2025-08-21",
      "subscription_start_date": "2025-07-17"
    },
    "advt3": {
      "advt_type": {
        "height": 400,
        "id": "66ab24b4d7aaccb82f5744c3",
        "name": "ShriramDigital",
        "width": 800
      },
      "contact_number": "11111111111",
      "description": "...................",
      "id": "66ab2864d7aaccb82f5744c4",
      "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/Shriram-Digital/Shriram-Digital/20240731DCMShriramDigitalBanner800x400-YS_1.jpg",
      "name": "Shriram-Digital",
      "organization_name": "Shriram-Digital",
      "redirect_url": "https://www.dcmshriram.com/our-businesses/chlor-vinyl-business",
      "subscription_end_date": "2024-09-01",
      "subscription_start_date": "2024-08-01"
    },
    "post1": {
      "category": "None",
      "content": " :  Ravensberger has introduced RAVENOL CeramiX-Pro, a ceramic-based motor oil additive designed to lower mechanical wear and reduce internal friction in engines. The formulation combines advanced ceramic components with organic friction modifiers to improve lubrication and durability under varying operating conditions. According to the company, the organic modifiers work at a molecular level to enhance the lubricity of motor oil, improving lubrication film stability in areas of mixed and boundary lubrication. This, in turn, reduces the coefficient of friction, particularly at low sliding speeds.\r\n\r\nThe additive’s ceramic component—hexagonal boron nitride—forms a high-pressure-resistant protective layer on metal surfaces. This layer is resistant to high temperatures and oxidation, helping to limit mechanical friction and protect against fretting damage even in extreme environments.\r\n\r\nThe company highlights that modern car oil filters, often filtering particles between 10 and 30 microns, can trap larger ceramic particles used in some market products, potentially reducing filter efficiency and risking drivetrain issues. \r\n\r\nRAVENOL CeramiX-Pro uses ultra-fine ceramic particles that remain small enough to pass through even high-performance filters without causing blockages. The product is compatible with all modern gasoline, diesel, and hybrid engines, including those with turbochargers, and works with commercially available engine oils. Ravensberger recommends use every 50,000 km or during oil changes for sustained protection and performance.\r\n\r\nContact:\r\nRavensberger Schmierstoffvertrieb GmbH\r\nJöllenbeckerstraße 2\r\n33824 Werther, Germany\r\nTel: +49 5203 97190\r\nEmail: export@ravenol.de\r\nWeb: www.ravenol.de\r\n",
      "country": "Germany",
      "created_at": "2025-08-11 11:41:18",
      "created_by": "Admin",
      "id": "6899d6deaee2dfa06d5546fb",
      "image_caption": "New additive blends ceramic components and friction reducers for enhanced engine performance. (Source: Ravensberger)",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Ravensberger_Launches_Ceramic-Based_Engine_Oil_Additive_for_Wear_Reduction_20250811114118/New_additive_blends_ceramic_components_and_friction_reducers_for_enhanced_engine_performance._(Sourc.webp",
      "news_type": "Products",
      "published_by": "Chemical Today",
      "published_date": "2025-08-11",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Ravensberger_Launches_Ceramic-Based_Engine_Oil_Additive_for_Wear_Reduction_20250811114118/New_additive_blends_ceramic_components_and_friction_reducers_for_enhanced_engine_performance._(Sourc.webp",
      "title": "Ravensberger Launches Ceramic-Based Engine Oil Additive for Wear Reduction",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Ravensberger_Launches_Ceramic-Based_Engine_Oil_Additive_for_Wear_Reduction_20250811114118/New_additive_blends_ceramic_components_and_friction_reducers_for_enhanced_engine_performance._(Sourc.webp"
    },
    "post2": {
      "category": "None",
      "content": " :  At the K 2025 International Trade Fair for Plastics and Rubber, WACKER will present a new silicone rubber designed to insulate busbars in high-voltage electric vehicle batteries. ELASTOSIL® R 531/60, processable by extrusion, offers a cost-effective sheathing solution that enhances passenger and fire safety. \r\n\r\nIn the event of fire, the material ceramifies, forming an electrically insulating protective layer that prevents short circuits. As EV voltages continue to increase from 300 V to 900 V, demands on insulation and wiring have intensified, especially for busbars—aluminum or copper rails that distribute current between battery cells and modules.\r\n\r\n ELASTOSIL® R 531/60 is flame-resistant, prevents leakage currents and energy losses, and maintains insulation at operating temperatures up to 205°C. During fire exposure, it forms a solid ceramic layer that remains intact at 800–1000°C, ensuring continued insulation. With a hardness of 60 Shore A, it enables cost-effective extrusion processing, allowing busbars to be bent and adapted to battery surface structures without cracking.\r\n\r\n The silicone’s high flexibility and tear strength ensure no fractures occur even after impact tests, and its durability extends to withstanding temperature fluctuations down to –40°C. It also protects against vibration and impacts from the vehicle body, ensuring long-term safety and reliability of EV battery systems.\r\n\r\nContact :\r\nWacker Chemie AG\r\nMedia Relations\r\nFlorian Degenhart\r\nTel: +49 89 6279-1601\r\nEmail: florian.degenhart@wacker.com\r\n\r\n",
      "country": "Germany",
      "created_at": "2025-08-08 06:18:47",
      "created_by": "Admin",
      "id": "689596c7aee2dfa06d5546e1",
      "image_caption": "WACKER ELASTOSIL® Busbar. (Source: WACKER)",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/WACKER’s_Extrusion-Ready_Silicone_Improves_Safety_and_Efficiency_of_EV_Busbars_20250808061847/WACKER_ELASTOSIL®_Busbar._(Source:_WACKER).webp",
      "news_type": "Products",
      "published_by": "Chemical Today",
      "published_date": "2025-08-08",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/WACKER’s_Extrusion-Ready_Silicone_Improves_Safety_and_Efficiency_of_EV_Busbars_20250808061847/WACKER_ELASTOSIL®_Busbar._(Source:_WACKER).webp",
      "title": "WACKER’s Extrusion-Ready Silicone Improves Safety and Efficiency of EV Busbars",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/WACKER’s_Extrusion-Ready_Silicone_Improves_Safety_and_Efficiency_of_EV_Busbars_20250808061847/WACKER_ELASTOSIL®_Busbar._(Source:_WACKER).webp"
    },
    "post3": {
      "category": "None",
      "content": " :  Elkem ASA has introduced a new series of cosmetic formulations using low-cyclic silicone technologies, designed to meet growing industry demand for sustainable beauty products without compromising on performance or sensory quality. These solutions contain no more than 0.1 percent by weight of cyclic siloxanes D4, D5, and D6, aligning with evolving regulatory standards and consumer preferences for safer, environmentally conscious cosmetics.\r\n\r\nOne of the formulations is a next-generation lipstick made with PURESIL™ TMS IDD 50 and PURESIL™ TMS DM 30. Based on MQ resin technology, it demonstrates strong resistance to water, oil, and abrasion. The formulation ensures high colour retention, smooth application, and a comfortable, non-tacky finish, making it suitable for long-wear makeup and sun care. The second product is a make-up remover that combines PURESIL™ CAPRYLYL TSO E6 with MIRASIL™ DM 5. This formulation provides gentle yet thorough cleansing for long-lasting makeup products.\r\n\r\nContact:\r\nElkem Silicones France SAS\r\n21 Avenue Georges Pompidou\r\n69486 Lyon cedex 03 France\r\nEmail: eric.echampard@elkem.com\r\nWeb: www.elkem.com\r\n",
      "country": "France",
      "created_at": "2025-07-30 07:45:53",
      "created_by": "Admin",
      "id": "6889cdb1aee2dfa06d554671",
      "image_caption": "Source: Elkem ASA",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Elkem_Unveils_High-Performance_Silicone-Based_Makeup_and_Skincare_Bases_20250730074553/Source:_Elkem_ASA.webp",
      "news_type": "Products",
      "published_by": "Chemical Today",
      "published_date": "2025-07-30",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Elkem_Unveils_High-Performance_Silicone-Based_Makeup_and_Skincare_Bases_20250730074553/Source:_Elkem_ASA.webp",
      "title": "Elkem Unveils High-Performance Silicone-Based Makeup and Skincare Bases",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Elkem_Unveils_High-Performance_Silicone-Based_Makeup_and_Skincare_Bases_20250730074553/Source:_Elkem_ASA.webp"
    },
    "post4": {
      "category": "None",
      "content": " :  BASF has expanded its high-performance polyamide portfolio with Ultramid® T6000, a new PA66/6T compound series designed for electric and electronic (E&E) applications that demand enhanced mechanical and dielectric properties under heat and humidity. Ultramid® T6000 bridges the performance gap between standard polyamide 66 (PA66) and BASF’s Ultramid® Advanced PPA (polyphthalamide) range.\r\n\r\nOffering high flowability and easy moldability at temperatures similar to conventional PA66, Ultramid® T6000 ensures superior dimensional stability due to lower moisture absorption. It also supports color versatility, enabling shades like grey, white, and a highly durable orange (RAL 2003) that retains brightness even at elevated temperatures—a critical requirement for high-voltage systems.\r\n\r\nThe material series includes flame-retardant grades using non-halogenated additives and pre-colored compounds that meet stringent industry demands. As part of BASF’s backward-integrated acquisition from Solvay in 2020, Ultramid® T6000 compounds are now globally available.\r\n\r\nUltramid® T6340 G6, for instance, is ideal for small, thermally stressed components such as high-voltage connectors in electric vehicles. Its reliable performance during high power surges, combined with compact and cost-effective part design, makes it suitable for electric drivetrains and consumer electronics.\r\n\r\nUL-certified test cards highlight the compound’s advanced safety features, including a V-0 flammability rating at just 0.4 mm, a Comparative Tracking Index (CTI) of 600, and a Relative Temperature Index (RTI) of 150°C. Additionally, the Glow Wire Flammability Index (GWFI) of 960°C at 0.8 mm supports reliable operation in compact and high-temperature environments.\r\n\r\n“Our Ultramid® T6000 closes the gap between PA66 and PPA in E&E use cases,” said Andreas Stockheim from BASF’s PPA business development team. “It maintains mechanical strength and surface finish across a range of mold temperatures, allowing manufacturers to use standard PA66 tooling and water-cooled systems—delivering energy savings compared to PPA production.”\r\n\r\nAs the only supplier offering pre-colored PA66/6T compounds in long-lasting orange for high-voltage marking, BASF also provides UL-certified masterbatches for customer-specific self-coloring. For applications like fuel cell components, a high-purity version—Ultramid® T6300HG7—without flame retardants is also part of the offering.\r\n",
      "country": "Germany",
      "created_at": "2025-07-29 06:40:20",
      "created_by": "Admin",
      "id": "68886cd4aee2dfa06d554662",
      "image_caption": "PPA for small and color-stable E&E parts (Source: BASF 2025)",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/BASF_Launches_Ultramid®_T6000_for_Durable,_Color-Stable_E&E_Components_20250729064020/PPA_for_small_and_color-stable_E&E_parts_(Source:_BASF_2025).webp",
      "news_type": "Products",
      "published_by": "Chemical Today",
      "published_date": "2025-07-29",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/BASF_Launches_Ultramid®_T6000_for_Durable,_Color-Stable_E&E_Components_20250729064020/PPA_for_small_and_color-stable_E&E_parts_(Source:_BASF_2025).webp",
      "title": "BASF Launches Ultramid® T6000 for Durable, Color-Stable E&E Components",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/BASF_Launches_Ultramid®_T6000_for_Durable,_Color-Stable_E&E_Components_20250729064020/PPA_for_small_and_color-stable_E&E_parts_(Source:_BASF_2025).webp"
    }
  },
  "spotlightSection": {
    "horizontal_banner": {
      "advt_type": {
        "height": 270,
        "id": "6890370eaee2dfa06d5546a8",
        "name": "August-magazine-live",
        "width": 3210
      },
      "contact_number": "11111111111",
      "description": "......",
      "id": "6890373baee2dfa06d5546aa",
      "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/August-magazine-live/August-magazine-live/March_2025_Magazine_is_live.gif",
      "name": "August-magazine-live",
      "organization_name": "August-magazine-live",
      "redirect_url": "https://chemicaltoday.in/e-magazines",
      "subscription_end_date": "2025-08-04",
      "subscription_start_date": "2025-08-04"
    },
    "management1": {
      "category": "None",
      "content": " :  Chemical Today spoke with Ravindra Jagasia, Global Business Development (Automation) – Strategic Growth Initiatives at R. STAHL Group, during the ARC Industry Forum India held on 10-11 July 2025 at Bengaluru, India. The discussion centered on how the company is contributing to the evolution and adoption of Open Process Automation Systems (OPAS) and the potential for India to leapfrog in next-generation automation solutions.\r\n\r\nFrom an industrial automation perspective, how is R. STAHL positioning itself to align with and advance the vision of Open Process Automation?\r\n R. STAHL is in a niche market of hazardous area products—electrical and automation. Our automation portfolio is very flexible; the IS1+ can be connected with all the DCS (Distributed Control System) and PLC (Programmable Logic Controller) vendors. That flexibility and the capabilities of our products allow us to be ready for the future. End users or the people who are building plants can implement O-PAS right into the hazardous areas, which would otherwise be limited only to the control room or safe area. \r\n\r\nWhat were the major challenges in the industry that led to the formation of the O-PAS standard?\r\nHistorically, there’s been a situation where process industries e.g., chemical, petrochemical, and refining plants, have faced major challenges when products become obsolete, when companies merge, or when certain product lines get discontinued. Migrating those legacy systems into newer ones has always been difficult and expensive. Another issue was that you were locked into proprietary systems. These might not have had all the best-in-class software applications or incorporated the latest technologies, e.g., AI, to support the user’s growing needs. And then there was the limitation around doing upgrades or updates. So with all these challenges in mind, a few end users, led by ExxonMobil, formed the Open Process Automation Forum (OPAF) in 2016. Since then, based on those early issues identified, O-PAS has been moving forward with testbeds and proofs of concept. Today, companies like ExxonMobil, Petronas, Petrobras, Shell, Reliance, and Aramco have built their testbeds, and ExxonMobil has already implemented the O-PAS Lighthouse project in a live application, besides having a roadmap for their next projects. Reliance also mentioned during their presentation about their roadmap. There are several other end users who are specifying O-PAS in their specifications. \r\n\r\nFor someone wanting to enter this space or become part of the Open Process Automation Forum, how can they begin?\r\nOne way is to join the O-PAS membership. That gives a direct look at how the technology is being developed. And if they’re from the industrial automation or instrumentation and control field, they can even contribute with their subject matter expertise. That’s one route. The other way is to get access to the published standards—these are available under license. Then they can evaluate which parts of the standard apply to their business and build a product or service around that. This could be a good opportunity for startups. Alternatively, MSME companies like control system integrators can join the OPAF ecosystem and implement O-PAS based control systems, leveraging their industry domain expertise.\r\n\r\nO-PAS has been globally recognized and in India for a few years now. Do you think there are still gaps in awareness or adoption in the Indian market?\r\nOne major element is change. Making a change is always tough. Human factors and comfort zones play a big role. That hesitation becomes a critical decision factor when trying to move from a legacy or proprietary control system to something open. Another aspect is resources. Right now, Reliance is the only one in India to have done a testbed, and they did it in collaboration with Yokogawa. But if we want this technology to become more democratized or socialized, we need more system integrators—more companies that can offer end-to-end solutions. That’s the ecosystem we are trying to build, and that’s one reason we’re here at the ARC Forum in India—to get people involved, to introduce them to the technology, help them understand it, and encourage them to build their testbeds. Once they’re in their comfort zone, they can take this forward to the end users.\r\n\r\nHow do you see academic institutions contributing to the growth of O-PAS in India?\r\nOne part of technology adoption can happen through academic institutions. Engineering colleges could start talking about O-PAS in their curriculum and create testbeds or lab environments where students can experiment and get hands-on experience. Most of the older generation grew up using tools like multimeters. But today’s generation wants to access everything digitally—through laptops, desktops, or mobile devices. O-PAS as a technology enables that kind of accessibility. So, this could be another way India leapsfrog in terms of adoption—by preparing the next generation through education and faster on-ground implementation.\r\n",
      "country": "India",
      "created_at": "2025-07-31 05:56:02",
      "created_by": "Admin",
      "id": "688b0572aee2dfa06d55467f",
      "image_caption": "Ravindra Jagasia, Global Business Development (Automation) – Strategic Growth Initiatives at R. STAHL Group.",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/From_Proprietary_Systems_to_Open_Standards:_The_O-PAS_Revolution_Explained_20250731055602/Ravindra_Jagasia,_Global_Business_Development_(Automation)_–_Strategic_Growth_Initiatives_at_R._STAH.webp",
      "news_type": "Management",
      "published_by": "Chemical Today",
      "published_date": "2025-07-31",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/From_Proprietary_Systems_to_Open_Standards:_The_O-PAS_Revolution_Explained_20250731055602/Ravindra_Jagasia,_Global_Business_Development_(Automation)_–_Strategic_Growth_Initiatives_at_R._STAH.webp",
      "title": "From Proprietary Systems to Open Standards: The O-PAS Revolution Explained",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/From_Proprietary_Systems_to_Open_Standards:_The_O-PAS_Revolution_Explained_20250731055602/Ravindra_Jagasia,_Global_Business_Development_(Automation)_–_Strategic_Growth_Initiatives_at_R._STAH.webp"
    },
    "management2": {
      "category": "None",
      "content": " :  Sriram Paramanand, Director – Partnering at Rockwell Automation India, shares how automation, AI, and digital integration are reshaping India’s chemical industry by enabling smarter, safer, and more sustainable manufacturing.\r\n\r\nYou’ve spent nearly 30 years in industrial automation and now lead strategic partnerships at Rockwell Automation India. From where you stand, how is automation reshaping India’s manufacturing landscape, especially in complex sectors like chemicals?\r\nAutomation is transforming India’s manufacturing sector, especially in the chemical industry, where precision, efficiency, and sustainability are critical. Technologies such as robotics, AI-powered predictive maintenance, and real-time analytics are streamlining operations, cutting energy use, and minimizing environmental impact. \r\nFrom my vantage point at Rockwell Automation, I see a clear shift toward collaborative ecosystems, where automation and digitalization enable seamless interaction between manufacturers, suppliers, and customers. Digital platforms are breaking down silos, allowing for real-time collaboration and customer-centric innovation. As India continues to embrace Industry 4.0, automation is not just reshaping manufacturing—it’s positioning the country as a global leader in sustainable, agile, and technology-driven industrial growth.\r\n\r\nWhen it comes to mid-sized chemical companies in India, what are the biggest barriers to adopting digital technologies? \r\nA primary hurdle is a deep-seated cultural resistance and traditional mindset, where leaders often view digital initiatives as a cost, not a strategic advantage. These companies often operate in niche markets with rapid product changeovers, leaving little room for major tech upgrades. Many serve as contract manufacturers, so external clients—not internal priorities—tend to dictate investment decisions. Existing legacy infrastructure and IT/OT disconnects complicate integration, exacerbated by process data confidentiality concerns. Budget constraints and tight profit margins from being privately owned or proprietorships restrict significant CapEx / OpEx. Core focus remains on labor, safety, and R&D. Furthermore, stringent regulatory compliances add complexity. Workforce-related issues, such as skill gaps and generational divides, further complicate implementation. Lastly, intense competition often forces a short-term focus, leaving little appetite for long-term digital strategies.\r\n\r\nWhat kind of shift is needed to overcome these challenges?\r\nThe first shift must be in mindset. Leadership needs to champion digital technology—not just as a tool for efficiency, but as a strategic enabler. This means strategic leadership championing technology, building employee confidence by emphasizing tech as an aid, not a job replacer.  Next, investment must be justified with clear, phased ROIs. Partnering with expert consultants is key. Finally, ecosystem support through empowering staff and partners ensures sustained contribution. This integrated approach, primarily driven by a change in thinking, is crucial for successful digital transformation.\r\n\r\nDigital twins and advanced analytics are often called game-changers. How do you see them creating real impact in optimizing batch processes and improving operational safety in chemical plants? \r\nDigital twins and advanced analytics offer tremendous value. They enable real-time modeling of equipment and workflows, which helps reduce variability, improve yields, and shorten cycle times. For instance, Rockwell Automation’s Batch Performance Analytics helps identify control gaps and shorten cycle times, significantly improving production outcomes. Rockwell Automation is at the forefront of this transformation, providing end-to-end solutions that integrate digital twins, advanced analytics, and predictive maintenance tools. By empowering chemical manufacturers with data-driven insights and scalable technologies, Rockwell enables smarter, safer, and more sustainable operations, reducing shutdowns, minimizing batch deviations, and accelerating innovation across the industry.\r\n\r\nEnergy efficiency is just one part of the sustainability conversation. In your view, how else can automation help chemical manufacturers move toward more sustainable operations?\r\nEnvironmental, sustainability and governance (ESG) goals are an accepted part of the chemical industry, and most companies have stated goals to address climate change. As green chemistry, circular economy, and decarbonization start to materialize, chemical producers must adapt their operations to comply or risk getting left behind by competition. Automation plays critical role in moving towards more sustainable operations. To improve operations, it’s necessary to measure them. Adopting Manufacturing Operations Management (MOM) systems become vital in helping to meet sustainability goals. These MOMs track and visualize utility (WAGES) usage, emissions, effluents, and other waste streams. Most companies address efficiency first due to the lower investment costs vs. costly process modifications. As a result, the adoption of advanced control and optimization along with inferential sensors can be a successful first step on the road to a more sustainable operation. For example, our portfolio of model predictive control technologies, advanced modelling, and AI/ML has helped petrochemical manufacturers reduce their off-grade material.\r\n\r\nIn high-risk chemical environments, how can AI enhance safety and operator decision-making without diminishing the value of human expertise on the plant floor?\r\nArtificial Intelligence (AI) is reshaping the manufacturing landscape, bringing unprecedented capabilities to the industry. According to the World Economic Forum, AI empowers individuals with \"unprecedented superpowers, enhancing efficiency, driving innovation, improving safety, and supporting sustainability. As manufacturers face growing skills shortages and rising demands for operational efficiency, AI-powered automation is emerging as a critical solution to bridge these gaps and future-proof industrial operations. Factories of the future will go beyond traditional automation by integrating AI more deeply into their operations. This includes enhancing sensor intelligence through machine vision, boosting computational power within control systems, and deploying learning agents that support real-time decision-making and fault detection. The result: greater productivity, improved safety, and more resilient operations.\r\n\r\nLooking ahead, what is your vision for the connected chemical plant of the future? How do you see technologies like edge computing and cloud-based solutions playing a role in this transformation?\r\nThe connected, information-driven approach to chemical production presents new, nearly unlimited opportunities to monitor and improve production performance through real-time production performance insights. The technologies used in The Connected Chemical Plant are far superior to what was available just 10 years ago. \r\n\r\nThe connected chemical plant can help chemical producers: \r\n•  Merge IT and OT systems that have historically remained separate to bring data in real-time to the right decision makers. \r\n•  Provide seamless connectivity across people, processes, and technologies.\r\n•  Transform data into actionable information that provides unprecedented insights.\r\n•  Bridge the workforce gap by utilizing technology to contextualize and present information intuitively to the newer generation of operations personnel and use AR/VR technologies to support them.\r\n\r\nCloud computing has evolved from traditional on-premises deployment models, offering a more flexible and scalable approach to managing industrial operations. By enabling the transmission of large volumes of data—from equipment, machines, vehicles, controllers, and more—to IT/OT applications over the internet, cloud computing abstracts the underlying infrastructure from the end user. This model offers several key advantages, including scalability, cost-efficiency, and operational simplicity. Organizations can scale cloud services on demand, gaining flexibility without the need for heavy upfront investments. With the cloud provider managing the software and back-end infrastructure, businesses can significantly reduce personnel and infrastructure costs. Additionally, the complexity of hardware management is minimized, allowing users to request additional computing resources seamlessly, as needed.\r\n\r\nEdge computing processes data at the source, enabling low-latency responses for critical systems. This reduces network load, improves compliance, and enhances privacy. Cloud platforms, on the other hand, offer scalability and flexibility, allowing remote access to insights without heavy infrastructure investments. Together, edge and cloud technologies make industrial data more accessible, secure, and actionable. As newer technologies like AR/VR enter the mix, they’ll help bridge generational knowledge gaps and support the next-gen workforce.\r\n",
      "country": "India",
      "created_at": "2025-07-31 05:07:18",
      "created_by": "Admin",
      "id": "688afa06aee2dfa06d55467d",
      "image_caption": "Sriram Paramanand, Director – Partnering at Rockwell Automation India.",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Future_of_the_Connected_Chemical_Plant:_Edge,_AI,_and_Cloud_in_Action_20250731050718/Sriram_Paramanand,_Director_–_Partnering_at_Rockwell_Automation_India..webp",
      "news_type": "Management",
      "published_by": "Chemical Today",
      "published_date": "2025-07-24",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Future_of_the_Connected_Chemical_Plant:_Edge,_AI,_and_Cloud_in_Action_20250731050718/Sriram_Paramanand,_Director_–_Partnering_at_Rockwell_Automation_India..webp",
      "title": "Future of the Connected Chemical Plant: Edge, AI, and Cloud in Action",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Future_of_the_Connected_Chemical_Plant:_Edge,_AI,_and_Cloud_in_Action_20250731050718/Sriram_Paramanand,_Director_–_Partnering_at_Rockwell_Automation_India..webp"
    },
    "management3": {
      "category": "None",
      "content": " :  Dr. Sudha Kannan, Vice President – IP & Statutory Compliance (R&D), Advanced Materials, Aditya Birla Chemicals (Grasim Industries), shares how her unique academic blend in chemistry, information science, and patent law shaped her R&D leadership journey. She discusses the evolution of IP and regulatory frameworks in India, the strategic role of compliance in innovation, mentoring next-gen professionals, and how sustainability is now central to chemical product development.\r\n\r\nYour academic journey spans Chemistry, Information Science, and Patent Law, a rare combination. How did this multidisciplinary education influence the direction and depth of your career?\r\nThe multidisciplinary path unfolded organically and gave me a holistic understanding of research as a concept. A common thread linking all my studies and work has been research. While research often means creating something new—a process, product, or design—in the business context, it must lead to tangible value. For research to contribute to commercial success, it needs to be market-ready, viable, competitive, and legally compliant. I believe that my multidisciplinary background helped me contribute and support research by ensuring that we have a well IP protected product that is also compliant and in sync with our sustainability goals.\r\n\r\nOver the years, you’ve seen the chemical and pharmaceutical sectors evolve significantly. In your view, how have R&D, intellectual property, and regulatory compliance transformed, and what role have you played in this shift?\r\nWhen I began my career three decades ago, India had very little awareness of IP laws or regulatory requirements. There was negligible focus, even in the pharma sector, on research as a tool to create market advantage. The 1990s was a period when the seeds of R&D, as we know it today in industry, were just being sown in India. The early 2000s saw the enactment of the revised Patent Act to include product patents, which in turn transformed the R&D focus and the patent landscape for Indian companies.\r\n\r\nMSMEs also joined a few years later upon realising the potential of an IP-protected portfolio. Those were interesting times—not only for industry and academic institutions but also for professionals like us—when every day presented a new challenge, and we were all sharing notes to find solutions and a way forward. In the last decade and a half, alongside the maturing IP scenario, India and Indian organisations have also joined global initiatives on regulations and sustainability. The research landscape in relation to sustainability is still evolving, and we can expect many more changes in the years to come. The chemical industry is currently amid finding ways to offer efficient products and solutions in a sustainable manner. As for the role of professionals like me, I believe our contribution has been to provide the backstory of certain paths that were taken and to share insights on the ones that led to dead ends. It is crucial for us to share our knowledge so that the right decisions can be taken efficiently, avoiding wasted efforts.\r\n\r\nAs a senior leader in R&D and compliance, what are some of the key challenges you face in aligning innovation with regulatory and IP frameworks in a large industrial setup?\r\nThese three areas—regulatory, IP, and innovation—are closely connected and must converge toward a common goal. Earlier, there were knowledge gaps in how regulations affect innovation or how IP supports market leadership. \r\nI don’t see that as a major challenge today. Though I do believe that there is still a long way to go when regulatory and IP will be well integrated into innovation strategies. \r\n\r\nHaving mentored professionals across departments, what guidance do you typically offer to young talent entering fields like regulatory affairs or intellectual property management?\r\nBoth regulatory and intellectual property management are activities that are essential for our products to be successful in the marketplace. They are specialised roles with significant impact, and they demand a willingness to keep learning as laws and requirements evolve. All those who wish to have a career in these field should also be able to connect with peer group and seniors. Every situation is unique and requires a customised solution and hence one should be aware that there isn’t a one fits all solution. \r\n\r\nAs a registered Patent Agent, how do you integrate legal and scientific perspectives to strengthen innovation \r\nstrategy and safeguard research outcomes?\r\nInnovations often arise from solving real-world problems, but to protect them, they must be well-defined legally. Patent laws though have common framework globally, many countries do define their boundaries. Thus, defining the scope of invention attains significance. As patent professionals, we work closely with scientists to craft strong, clear claims that support a robust patent portfolio.\r\n\r\nHow is the increasing focus on sustainability shaping regulatory thinking today, and how are you incorporating this into compliance planning and execution?\r\nIncreasingly authorities and customers are seeking sustainable processes and products, and we as manufacturers have covered substantial distance. Looking back to where we were even a few years ago, we realise that we have not only made our products more sustainable but also changed the mindset of our teams. The quest for developing a sustainable process/product comes more naturally and easily. Sourcing locally, sustainable water usage, use of alternate energy are all considered while making any new assembly or process modification in manufacturing locations. During new product development, regulatory checks are now a standard part of R&D. Our regulatory team also actively supports new chemical development by conducting studies and handling registrations in key global markets.\r\n\r\nInterviewed By Shraddha Verma\r\n",
      "country": "India",
      "created_at": "2025-07-31 09:02:31",
      "created_by": "Admin",
      "id": "688b3127aee2dfa06d554684",
      "image_caption": "Dr. Sudha Kannan, Vice President – IP & Statutory Compliance (R&D), Advanced Materials, Aditya Birla Chemicals (Grasim Industries).",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Crafting Market-Ready Innovations through IP and Regulatory Synergy/Dr._Sudha_Kannan_Vice_President_IP__Statutory_Compliance_RD_Advanced_Materials_Aditya_Birla_Chemicals_Grasim_Industries._Web_Image_82.webp",
      "news_type": "Management",
      "published_by": "Chemical Today",
      "published_date": "2025-07-19",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Crafting Market-Ready Innovations through IP and Regulatory Synergy/Dr._Sudha_Kannan_Vice_President_IP__Statutory_Compliance_RD_Advanced_Materials_Aditya_Birla_Chemicals_Grasim_Industries._Web_Image_82.webp",
      "title": "Crafting Market-Ready Innovations through IP and Regulatory Synergy",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Crafting Market-Ready Innovations through IP and Regulatory Synergy/Dr._Sudha_Kannan_Vice_President_IP__Statutory_Compliance_RD_Advanced_Materials_Aditya_Birla_Chemicals_Grasim_Industries._Web_Image_82.webp"
    },
    "management4": {
      "category": "None",
      "content": " :  As the chemical industry faces mounting pressure to accelerate climate and circularity targets, the Global Impact Coalition (GIC) has launched a new Value Chain Partner initiative aimed at fostering deeper collaboration with consumer-facing brands. This move underscores the pressing need to address Scope 3 emissions and co-develop scalable solutions through collaborative action. In this context, Chemical Today interviewed Charlie Tan, CEO of GIC, to understand how GIC is turning intent into impact and how regional regulations and value chain dynamics are shaping the path forward.\r\n\r\nWhat inspired the formation of the Global Impact Coalition, and which specific gap in the chemical value chain is it aiming to close?\r\nThe Global Impact Coalition (GIC) was formed out of a clear understanding: the chemical industry plays a critical role in the global transition to net-zero and circularity but cannot go it alone. Our founding members, CEOs and senior executives of leading global chemical companies, saw a need for a pre-competitive platform that could catalyze system-level collaboration, not only within industry but across entire value chains. The specific gap we aim to close is often called the “last mile of impact”: the disconnect between breakthrough innovations and their real-world deployment at scale. Whether it’s advanced recycling technologies or sustainable feedstocks, many of these solutions exist in silos or pilot stages but lack the technical, regulatory, and financial alignment to scale up and go mainstream. That’s where GIC comes in: as an accelerator platform to enable cross-industry collaboration and address sustainability challenges no single company can solve alone. Our role is to help de-risk first movers, align resources, and build the coalitions needed to turn intent into investment and innovation into impact.\r\n\r\nIn practical terms, how is GIC enabling collaboration between consumer goods companies and chemical suppliers? Are there dedicated tools, platforms, or structured engagement models in place?\r\nWe recently launched our Value Chain Partner initiative to strengthen collaboration with consumer goods companies, an essential step to address Scope 3 emissions and enable circular solutions at scale. It is a structured, solution-focused partnership model where brand owners and chemical suppliers work together to identify bottlenecks and develop joint solutions to overcome them.\r\nThe initiative is built on a few core principles:\r\n•  Real-world projects, not just dialogue\r\n•  Working groups and pilots, focused on solving shared challenges\r\n•  Shared metrics and milestones to track progress and drive accountability\r\nThrough this initiative, we’re opening the door for consumer-facing companies to actively contribute to our existing and future projects by either providing demand signals, sharing data and design insights, or co-investing in pilot activities. By working side-by-side with suppliers and recyclers, they can help shape more effective, scalable solutions and ensure these meet downstream performance, quality, and cost expectations.\r\n\r\nWhat strategies are being considered to involve mid-sized or regional players from developing economies, particularly those lacking robust sustainability frameworks?\r\nThat’s a key priority for us. Climate and circularity challenges are global, and solutions must be inclusive. While GIC began as a CEO-led coalition of large multinational chemical companies, we are intentionally expanding to involve a broader ecosystem, including regional players, research institutions, and innovators from emerging markets. Many of our projects explore new and emerging technologies, welcoming innovations from anywhere in the world. We aim to ensure that promising ideas—regardless of their origin—have a clear pathway to scale. One strategy we’re pursuing is localized demonstration pilots, designed to validate scalable models in real-world settings and adapt them to local contexts. Another important lever is knowledge transfer. Through GIC working groups, we openly share technical insights, best practices, and learnings from pilots that others can adopt or adapt, avoiding duplication and accelerating collective progress.\r\n\r\nWhen it comes to setting the agenda, what factors influence which sustainability challenges GIC tackles first: urgency, member input, regulatory shifts, or long-term impact potential?\r\nIt’s a combination, but we prioritize action where three conditions align:\r\n•  Urgency, in terms of regulatory or societal pressure\r\n•  Collective leverage, meaning a shared challenge that multiple GIC members face\r\n•  Pathways to scalable impact, i.e., the potential for system-level transformation\r\nWe don’t chase trends—we focus on deep, structural issues that require cross-industry solutions with a clear, commercially viable business case. Our current projects, focused on topics like circular municipal solid waste, sustainable methanol production, and sustainable biomass sourcing, emerged through joint prioritization by member companies and are rooted in real bottlenecks faced across regions. Of course, we stay agile. If a regulatory shift like the EU’s evolving End-of-Life Vehicles Directive or new PFAS bans creates a new opportunity—or risk—GIC can rapidly convene the right stakeholders to respond collectively.\r\n\r\nCan you walk us through some of GIC’s flagship initiatives, such as circular waste stream development or PFAS remediation? What measurable outcomes are you working toward?\r\nCertainly, these are examples of some of the projects currently underway at GIC. Our Circular Municipal Solid Waste project aims to unlock the carbon value stored in waste by converting it into high-quality recycled or renewable feedstocks. The focus is on mapping, simplifying, and piloting circular loops within the municipal solid waste (MSW) value chain—identifying the most promising recycling technologies and directing waste streams into high-value circular products. One of our flagship pilots in Europe focuses on Automotive Plastics Circularity. Today, over 80% of post-use automotive plastic ends up in landfills or incineration. The goal is to reverse that trend by piloting end-to-end systems—from improved dismantling and sorting to advanced recycling technologies and reintegration into new vehicle parts. We're targeting measurable increases in recycled plastic content and reductions in CO₂ footprint across the value chain. On PFAS Remediation and Destruction, we’ve convened a cross-industry working group to identify scalable alternatives and mitigation pathways in line with regulatory developments in the EU and U.S. We're also supporting early-stage technology mapping to ensure innovation can keep pace with evolving policy.\r\n\r\nTo what extent do varying regional regulations, such as differences between the EU, U.S., and Asia, impact the Coalition’s ability to drive unified, global progress?\r\nRegional variation is both a challenge and an opportunity. On one hand, diverging regulations can complicate global coordination and create uncertainty for long-term investments. On the other hand, frontrunner regions like the EU often set a de facto pace for others to follow. At GIC, we seek to turn regulatory differences into learning opportunities. We actively monitor policy changes across regions and use that information to shape our strategy. For example, if an EU regulation like the ELV Directive encourages momentum on recycled content, we will test circularity pilots in that area and adapt the results for different regulatory environments, such as the U.S. or India.\r\n\r\nHow does GIC ensure that these collaborations move beyond dialogue and result in real, scalable change across the chemical and consumer goods industries?\r\nThat’s the heart of GIC’s model. We are deliberately action-oriented. Every initiative we launch is designed with a clear outcome in mind—whether that’s a scalable pilot that can be replicated globally or a joint feasibility study that leads into commercial scale-up for maximum impact.\r\nOur approach to creating real-world impact is grounded in three core principles:\r\n•  Collaboration, not competition: We bring the right partners together—across the value chain and beyond—to co-design and co-deliver practical solutions that cannot be tackled by any one company alone.\r\n•  Action, not advocacy: We focus on doing the hard work of implementation, bridging the gap between ambition and execution.\r\n•  Solutions, not frameworks: We focus on creating tangible solutions, not just designing frameworks for action.\r\n\r\nTo ensure transparency and trust, we act as a neutral facilitator, enabling open dialogue among competitors and value chain partners. Our projects are built on joint ownership, giving all actors—suppliers, brands, recyclers, and others—a real stake in the outcome. And we apply progress tracking using shared metrics that monitor results over time. Most importantly, we keep the bar high. GIC doesn’t exist to admire the problem—we exist to solve it. By working together, we strive to reduce the cost and complexity of sustainable solutions across the chemicals value chain—so they can be scaled more broadly, adopted more swiftly, and make a real impact on the journey toward a more sustainable future.\r\n\r\n",
      "country": "Switzerland",
      "created_at": "2025-07-29 05:57:56",
      "created_by": "Admin",
      "id": "688862e4aee2dfa06d55465f",
      "image_caption": "Charlie Tan, CEO of Global Impact Coalition(GIC).",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Building_Coalitions_to_Turn_Sustainability_Admiration_into_Real_Impact_20250729055756/Charlie_Tan,_CEO_of_Global_Impact_Coalition(GIC)..webp",
      "news_type": "Management",
      "published_by": "Chemical Today",
      "published_date": "2025-07-11",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Building_Coalitions_to_Turn_Sustainability_Admiration_into_Real_Impact_20250729055756/Charlie_Tan,_CEO_of_Global_Impact_Coalition(GIC)..webp",
      "title": "Building Coalitions to Turn Sustainability Admiration into Real Impact",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Building_Coalitions_to_Turn_Sustainability_Admiration_into_Real_Impact_20250729055756/Charlie_Tan,_CEO_of_Global_Impact_Coalition(GIC)..webp"
    },
    "plant_visit": {
      "category": "None",
      "content": " :  In an industry often defined by legacy players and incremental growth, Shivtek Spechemi Industries Ltd is rewriting the rulebook with bold investments, green chemistry, and a steadfast commitment to self-reliance. With a ₹650 crore expansion underway, the company is scaling from strength to strength, aiming to quadruple its manufacturing capacity and reshape India’s role in the global specialty chemicals market. At the heart of this transformation is Mr. Amitt Nenwani, Managing Director of Shivtek Spechemi, whose leadership blends operational rigor with visionary foresight. As the company charts its next phase, he reflects on a journey that began with just 400 MTPA and has now grown into a 1,50,000 MTPA chemical powerhouse.\r\n\r\nShivtek Spechemi Industries Ltd has grown from 400 MTPA to a cumulative capacity of 1,50,000 MTPA across three plants. Could you reflect on the early days of the company and key milestones that have defined your manufacturing journey?\r\nShivtek Spechemi Industries Ltd started its journey in 1987 with an initial capacity of just 400 MTPA, under the visionary leadership of Mr. Shiv Kumar Nenwani. The early operations were modest, centered around a limited range of plasticizer products. However, the foundation was built on quality, customer trust, and an ambition to scale with innovation. Throughout our manufacturing journey, several strategic milestones have shaped Shivtek’s evolution into a trusted name in the chemical industry. A critical turning point was the investment in our R&D infrastructure, which empowered us to understand and resolve customer-specific requirements, opening doors to new markets both in India and abroad. This was complemented by diversification of our product portfolio, including the addition of speciality chlorinated paraffins, high-percentage hydrochloric acid, and a range of specialty additives tailored to a broader industrial customer base.\r\n\r\nOur manufacturing footprint expanded with the commissioning of strategically located plants—our flagship facility in Dahej, Gujarat, now stands as the largest and most diversified with a capacity of 112,800 MTPA; the Kurnool plant in Andhra Pradesh serves the southern markets with 22,800 MTPA of specialty chemicals; and the Rajpura facility in Punjab caters to the additive chemistry needs of northern industrial clusters with a capacity of 14,400 MTPA. The company’s trajectory further accelerated through a vision rooted in sustainable innovation, backward integration, and export-oriented growth enabling Shivtek to reach new heights. \r\n\r\nToday, with a cumulative installed capacity of 1,50,000 MTPA, we stand as a testament to structured growth and operational excellence. Our global ambitions are reflected in our international footprint, as we remain among the few Indian chemical manufacturers exporting speciality hydrocarbon-based products to China—consistently meeting the highest standards of purity, performance, and regulatory compliance.\r\n\r\nSustainability has been a recurring theme in your recent announcements. What specific green manufacturing practices or technologies are currently being implemented, and how do they align with your long-term ESG goals?\r\nAt Shivtek Spechemi Industries Ltd, sustainability is not an added layer; it is deeply integrated into our manufacturing philosophy and operational processes. \r\n\r\nAs a responsible specialty chemical producer, we have adopted specific green practices that help us minimize environmental impact while driving long-term industrial efficiency.\r\n  •  Zero Waste and Resource Efficiency: Our plants operate on zero-liquid discharge (ZLD) principles, ensuring that no untreated effluent is released into the environment. We practice maximum material recovery during chlorination and blending operations to reduce chemical waste. Cooling water and wash streams are continuously recycled, reducing freshwater consumption significantly.\r\n  •  Emissions Control & Safe Disposal: Shivtek follows a closed-loop chemical processing system to minimize air exposure and reduce the emission of volatile compounds.\r\n  •  Greener Product Alternatives: Our flagship additive, Shivasol Lubrione, is engineered to reduce emissions and improve efficiency. When blended at 30–35%, it offers both cost and carbon savings. We are also developing green plasticizer alternatives and cleaner-grade CP variants that meet both performance and environmental benchmarks.\r\n  •  Energy-Efficient Operations: Across our plants, we use high-efficiency motors, automated control systems, and energy-optimized reaction setups to reduce power consumption. Process heat is recovered and reused through internal heat integration systems, which lowers overall energy demand.\r\n  •  Water and Air Monitoring: Online monitoring systems for air emissions and water discharge are installed at all operational plants, ensuring real-time tracking and compliance. We maintain ambient air quality within statutory limits, with regular third-party audits and monthly reporting.\r\n\r\nYour plants in Punjab, Andhra Pradesh, and Gujarat each contribute to your nationwide reach. Could you elaborate on the role of each facility and how you maintain operational consistency and sustainability across geographies?\r\nEach of our manufacturing units, Dahej in Gujarat, Kurnool in Andhra Pradesh, and Rajpura in Punjab, plays a pivotal role in ensuring Shivtek’s nationwide reach and operational efficiency. Dahej’s proximity to the port makes it ideal for international exports to western countries and inbound logistics. Kurnool supports demand in the Southern India Southeast region, while Rajpura anchors our presence in the north. Together, they contribute to our current installed capacity of 1,50,000 MTPA. To maintain consistency and sustainability across these geographies, we implement unified production protocols, cutting-edge zero-emission technologies, and robust quality assurance systems. This standardized approach, validated by a CRISIL A minus rating for three consecutive years, ensures seamless operations, minimal environmental impact, and the reliable delivery of high-quality products across all markets we serve.\r\n\r\nWith your venture into high-grade chlorinated compounds and other advanced derivatives, how do you view Shivtek Spechemi Industries Ltd’s role in reducing import dependency and strengthening India’s specialty chemicals footprint globally?\r\nOur foray into high-grade chlorinated compounds and other advanced derivatives represents a game-changing shift in India’s chemical manufacturing landscape. By producing these value-added chemicals domestically for the first time, Shivtek Spechemi is actively reducing the country’s dependency on costly imports while strengthening national self-reliance. This initiative is expected to result in an increase in production capacity and enable expansion in global market reach. These products not only fill a critical supply gap but also position India as a serious player in the global specialty chemicals arena. By aligning with the Make in India vision, we aim to drive technological advancement, improve export competitiveness, and establish Shivtek as a trusted name in world-class, sustainable chemical solutions.\r\n\r\nThe upcoming plants in Gujarat and Rajasthan mark a significant strategic expansion. What was the rationale behind choosing these specific locations, and what will set these plants apart in terms of technology, capacity, and market impact?\r\nThe upcoming plants in Gujarat and Rajasthan represent a significant strategic expansion for Shivtek Spechemi, driven by clear logistical, industrial, and market-oriented considerations. The Gujarat facility, strategically located near the Hazira port, offers cost-effective logistics and connectivity to both domestic and international markets. On the other hand, the Rajasthan plant has been selected for its strong industrial infrastructure and advantageous proximity to key distribution hubs in northern India. Together, these locations situated along the well-established Gujarat-Rajasthan corridor will allow for seamless supply chain integration, particularly beneficial to the textile and chemical ecosystem in the region. The new facilities will pioneer the domestic production of select high-grade chlorinated compound products that were previously imported, thereby contributing to national self-reliance and enhancing India’s chemical export capabilities. Additionally, the expansion will increase production capacity for caustic soda, chlorine, and high-demand derivatives such as chlorinated paraffin and chlorinated polyethylene.\r\n\r\nAnother core differentiator of these plants is their strong emphasis on green manufacturing. Shivtek remains committed to environment-friendly production processes, with plans to incorporate 250 MW of solar power into its operational energy mix. Furthermore, Shivtek’s proposed petrochemical plant near Hazira, Gujarat, will further extend its footprint in areas such as bio based additives, solvents, and specialty additives. This forward-looking investment aligns with the company’s long-term vision of sustainable innovation and sectoral leadership. With this expansion, Shivtek’s total manufacturing capacity will rise significantly from 1,50,000 MTPA to 6,50,000 MTPA, marking a substantial increase in scale and capability. This not only reinforces the company’s leadership in the specialty chemicals sector but also enhances its ability to deliver high-value, innovative, and sustainable solutions to customers across a broad range of industries, both in India and globally.\r\n\r\nLooking ahead, what is your vision for the Shivtek Spechemi Industries Ltd over the next decade in terms of capacity, market expansion, R&D focus, and global leadership?\r\nOver the next decade, Shivtek envisions becoming a global leader in specialty chemicals through sustainable innovation and strategic scale-up. We aim to scale-up our production capacity to 6,50,000 MTPA supported by our upcoming state-of-the-art facilities. Our market expansion strategy targets 4X growth across both domestic and international markets, with exports expected to reach over 75 countries. A significant focus will be placed on R&D, with plans to invest ₹650 crore into developing next-generation chemical solutions and green technologies. Our goal is to set new benchmarks in quality, sustainability, and global competitiveness across all key industry segments.\r\n\r\n",
      "country": "India",
      "created_at": "2025-06-27 04:29:26",
      "created_by": "Admin",
      "id": "685e1e26aee2dfa06d5544d7",
      "image_caption": "Shivtek Spechem Industries Ltd. ",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/From_400_to_6,50,000_MTPA_and_Beyond_with_Shivtek_Spechemi_Ind._Ltd._20250627042925/Amitt_Nenwani,_Managing_Director_of_Shivtek_Spechem_Industries_Ltd._.webp",
      "news_type": "Plant Visit",
      "published_by": "Chemical Today",
      "published_date": "2025-06-19",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/From_400_to_6,50,000_MTPA_and_Beyond_with_Shivtek_Spechemi_Ind._Ltd._20250627042925/Amitt_Nenwani,_Managing_Director_of_Shivtek_Spechem_Industries_Ltd._.webp",
      "title": "From 400 to 6,50,000 MTPA and Beyond with Shivtek Spechemi Industries Ltd",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/From_400_to_6,50,000_MTPA_and_Beyond_with_Shivtek_Spechemi_Ind._Ltd._20250627042925/Amitt_Nenwani,_Managing_Director_of_Shivtek_Spechem_Industries_Ltd._.webp"
    }
  },
  "sustainabilitySection": {
    "advt1": {
      "advt_type": {
        "height": 800,
        "id": "6881f52eaee2dfa06d554631",
        "name": "ENHESA Data Tech - Side Banner",
        "width": 1600
      },
      "contact_number": "11111111111",
      "description": ".........",
      "id": "6881f572aee2dfa06d554632",
      "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/ENHESA Data Tech - Side Banner/ENHESA Data Tech - Side Banner/Website_banner_ad_800_240_1.jpeg",
      "name": "ENHESA Data Tech - Side Banner",
      "organization_name": "ENHESA Data Tech - Side Banner",
      "redirect_url": "https://www.enhesadata.com/",
      "subscription_end_date": "2025-07-24",
      "subscription_start_date": "2025-07-24"
    },
    "advt2": {
      "advt_type": {
        "height": 400,
        "id": "6880b126aee2dfa06d55461e",
        "name": "Cphi & Pmec - Side banner ",
        "width": 800
      },
      "contact_number": "11111111111",
      "description": ".......",
      "id": "6880b149aee2dfa06d55461f",
      "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/Cphi & Pmec - Side banner /Cphi & Pmec - Side banner /World-of-Chemicals-800x400.webp",
      "name": "Cphi & Pmec - Side banner ",
      "organization_name": "Cphi & Pmec - Side banner ",
      "redirect_url": "https://frw.ad/pAeUN",
      "subscription_end_date": "2025-08-23",
      "subscription_start_date": "2025-07-23"
    },
    "advt3": {
      "advt_type": {
        "height": 818,
        "id": "6880b197aee2dfa06d554620",
        "name": "GCPMH - Side Banner",
        "width": 1637
      },
      "contact_number": "11111111111",
      "description": "...........",
      "id": "6880bd7daee2dfa06d554622",
      "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/GCPMH - Side Banner/GCPMH - Side Banner/GCPMH_Banner_Ad_800x400_Bigsize_1_1.webp",
      "name": "GCPMH - Side Banner",
      "organization_name": "GCPMH - Side Banner",
      "redirect_url": "https://www.gcpmh.in/",
      "subscription_end_date": "2025-08-23",
      "subscription_start_date": "2025-07-23"
    },
    "horizontal_banner": {
      "advt_type": {
        "height": 181,
        "id": "66fa27adaee2dfa06d553838",
        "name": "ct-trade",
        "width": 2141
      },
      "contact_number": "11111111111",
      "description": "....",
      "id": "66fa2801aee2dfa06d553839",
      "image": "https://new-chemical-today.s3.amazonaws.com/advertisements/ct-trade/ct-trade/ct_trade_horizontal_banner.jpg",
      "name": "ct-trade",
      "organization_name": "ct-trade",
      "redirect_url": "https://chemicaltoday.in/",
      "subscription_end_date": "2024-10-30",
      "subscription_start_date": "2024-09-30"
    },
    "news1": {
      "category": "None",
      "content": " :  On July 22, 2025, Oriental Consultants Global Co., Ltd. (OC Global) signed a Memorandum of Understanding with the City of Passo Fundo, Brazil, to support the construction of an on-site green ammonia facility. The agreement, signed in the presence of the University of Passo Fundo’s Rector and the City Council President, outlines municipal assistance, including partial funding for water infrastructure and access roads linked to the plant.\r\n\r\nThrough its subsidiary Oriental Consultants Global Do Brasil LTDA, OC Global has invested in Begreen Bioenergia e Fertilizants Sustentaveis Passo Fundo SPE S.A., which will oversee the plant’s production and sale of green ammonia. The facility will be located within the University campus and has secured all necessary environmental clearances under Brazil’s federal and local regulations. Local community engagement has been part of the process from the outset.\r\n\r\nOnce operational, part of the plant’s revenue will fund scholarships for the University’s master’s program in engineering, supporting both research and skills development. OC Global’s subsidiary and its partner Begreen H.D. are also members of TecnoAgro, a public–private–academic incubator based at the University, which has provided expertise for the project’s planning and execution.\r\n\r\nThe initiative aims to lower CO₂ emissions in Brazil’s agricultural sector, one of the world’s largest food producers. It is also expected to generate employment, increase tax revenues, and foster closer cooperation between academia, industry, and government.\r\n",
      "country": "Brazil ",
      "created_at": "2025-08-12 04:30:43",
      "created_by": "Admin",
      "id": "689ac373aee2dfa06d5546fc",
      "image_caption": "OC Global partners with Passo Fundo for sustainable ammonia plant in Brazil.",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/OC_Global_Invests_in_Green_Ammonia_Plant_to_Support_Brazil’s_Agriculture_Sector_20250812043043/OC_Global_partners_with_Passo_Fundo_for_sustainable_ammonia_plant_in_Brazil..webp",
      "news_type": "Sustainability",
      "published_by": "Chemical Today",
      "published_date": "2025-08-12",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/OC_Global_Invests_in_Green_Ammonia_Plant_to_Support_Brazil’s_Agriculture_Sector_20250812043043/OC_Global_partners_with_Passo_Fundo_for_sustainable_ammonia_plant_in_Brazil..webp",
      "title": "OC Global Invests in Green Ammonia Plant to Support Brazil’s Agriculture Sector",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/OC_Global_Invests_in_Green_Ammonia_Plant_to_Support_Brazil’s_Agriculture_Sector_20250812043043/OC_Global_partners_with_Passo_Fundo_for_sustainable_ammonia_plant_in_Brazil..webp"
    },
    "news2": {
      "category": "None",
      "content": " :  Fuji Electric Co., Ltd. (FE) and Mitsubishi Gas Chemical Company, Inc. (MGC) announced a joint study to develop and demonstrate a power generation system integrating fuel cells with hydrogen generators using methanol as feedstock. The initiative aims to combine both companies’ expertise to deliver hydrogen fuel cells suitable for various facilities and regions. \r\n\r\nThe study will assess the feasibility of commercializing a fuel cell system powered by hydrogen produced through the methanol-reforming process, with demonstrations targeted to begin by March 2027. The envisioned system will incorporate green methanol produced using MGC’s Carbopath™ environmental recycling platform, enabling the offset of CO₂ emissions generated during methanol reforming. \r\n\r\nPotential applications include backup power for data centers, factories, and other facilities, as well as systems designed to reduce peak loads. FE and MGC intend to expand market adoption by providing clean energy solutions to diverse regions. Hydrogen fuel cells are seen as a key contributor to green transformation, producing electricity from the chemical reaction of hydrogen and oxygen without direct emissions. \r\n\r\nMGC has promoted Carbopath™ to produce methanol from CO₂ and biomass, and has over four decades of experience in methanol-reforming technology. The company is also pursuing demonstration projects for unit-type hydrogen generators in Japan through partnerships with Methanol Reformer S.L. and Element 1® Corp.\r\n",
      "country": "Japan",
      "created_at": "2025-08-08 04:40:40",
      "created_by": "Admin",
      "id": "68957fc8aee2dfa06d5546df",
      "image_caption": "Fuji Electric and MGC partner on methanol-based hydrogen fuel cell study (Source: Fuji Electric).",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Fuji_Electric_and_MGC_Advance_Hydrogen_Fuel_Cell_Technology_for_Commercial_Use_20250808044040/Fuji_Electric_and_MGC_partner_on_methanol-based_hydrogen_fuel_cell_study_(Source:_Fuji_Electric)..webp",
      "news_type": "Sustainability",
      "published_by": "Chemical Today",
      "published_date": "2025-08-08",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Fuji_Electric_and_MGC_Advance_Hydrogen_Fuel_Cell_Technology_for_Commercial_Use_20250808044040/Fuji_Electric_and_MGC_partner_on_methanol-based_hydrogen_fuel_cell_study_(Source:_Fuji_Electric)..webp",
      "title": "Fuji Electric and MGC Advance Hydrogen Fuel Cell Technology for Commercial Use",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Fuji_Electric_and_MGC_Advance_Hydrogen_Fuel_Cell_Technology_for_Commercial_Use_20250808044040/Fuji_Electric_and_MGC_partner_on_methanol-based_hydrogen_fuel_cell_study_(Source:_Fuji_Electric)..webp"
    },
    "news3": {
      "category": "None",
      "content": " :  Diversified manufacturer Asahi Kasei has completed a successful demonstration of its advanced biogas purification system in Kurashiki, Okayama Prefecture, Japan. Initiated in February 2025, the trial achieved biomethane production with a yield exceeding 99.5% and purity above 97%, highlighting the system’s potential for efficient and scalable biomethane production. The company has now initiated global licensing activities, targeting commercial rollout by 2027.\r\n\r\nBiomethane, derived from organic waste biogas, is gaining attention as a low-carbon energy solution that leverages existing natural gas infrastructure. The Global Methane Pledge, signed by 159 countries as of November 2024, reflects the urgency to reduce emissions. With strong momentum in regions such as Europe, India, and the US, demand for bio-CNG and pipeline-grade gas is rising.\r\n\r\nThe system uses Asahi Kasei’s proprietary pressure vacuum swing adsorption (PVSA) technology, combined with a custom zeolite adsorbent, to separate CO₂ from methane. Zeolites—crystalline aluminosilicates with microscopic pores—enable precise gas separation and high surface interaction. This integration allows both high purity and yield, overcoming a traditional trade-off in biogas processing.\r\n\r\nThe trial used biogas from sewage sludge at the Kojima Sewage Treatment Plant in Kurashiki. Conducted over a continuous one-month operation, the pilot confirmed output suitable for injection into natural gas grids or for use as CNG fuel. The results validated both performance and operational stability.\r\n\r\n“We’re beginning to have concrete discussions with potential licensees around the world,” said Kazuya Noda, Senior General Manager, Material Business R&D at Asahi Kasei. “After commercial-scale pilot studies, we plan market launch in 2027.”\r\n",
      "country": "Japan",
      "created_at": "2025-08-07 05:06:04",
      "created_by": "Admin",
      "id": "6894343caee2dfa06d5546cf",
      "image_caption": "The biogas purification system. (Source: Asahi Kasei)",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Asahi_Kasei_achieves_breakthrough_in_biomethane_purification_with_99.5％_yield_20250807050603/The_biogas_purification_system._(Source:_Asahi_Kasei).webp",
      "news_type": "Sustainability",
      "published_by": "Chemical Today",
      "published_date": "2025-08-07",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Asahi_Kasei_achieves_breakthrough_in_biomethane_purification_with_99.5％_yield_20250807050603/The_biogas_purification_system._(Source:_Asahi_Kasei).webp",
      "title": "Asahi Kasei Achieves Breakthrough in Biomethane Purification with 99.5％ Yield",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Asahi_Kasei_achieves_breakthrough_in_biomethane_purification_with_99.5％_yield_20250807050603/The_biogas_purification_system._(Source:_Asahi_Kasei).webp"
    },
    "news4": {
      "category": "None",
      "content": " :  LG Chem and Enilive have officially commenced construction of Korea’s first production facility for hydrotreated vegetable oil (HVO) and sustainable aviation fuel (SAF), marking a milestone in the country’s renewable energy efforts. The project is being executed through their joint venture, LG-Eni BioRefining, within the Daesan Chemical Complex in Seosan, Chungcheongnam-do. The facility is expected to be operational by 2027 and will process about 400,000 tons of renewable bio-feedstock annually.\r\n\r\nThe plant will utilize Ecofining™ technology—developed by Eni in collaboration with Honeywell UOP—to convert used cooking oil and other waste-based feedstocks into HVO and SAF. These fuels are expected to see rising demand as renewable fuel mandates expand globally. When factoring in the full product life cycle, they offer significantly lower greenhouse gas (GHG) emissions compared to fossil-based alternatives.\r\n\r\n“LG Chem is transforming its portfolio to build a low-carbon foundation that ensures both a progressively more sustainable growth and profitability,” said Shin Hak-cheol, CEO of LG Chem. “By advancing innovation in renewable fuels and bio-based feedstocks like HVO, we aim to strengthen our global competitiveness and meet our customers’ evolving needs efficiently.”\r\n\r\n“The Seosan biorefinery breaking ground reaffirms Enilive’s strategy in offering increasingly sustainable products and our company’s position as a leader in biofuels production,” said Stefano Ballista, CEO of Enilive. “Together with the plants that are already operational in Italy and in the United States of America, and with new biorefining plants under construction in Italy and Malaysia, the upcoming biorefining plant in Daesan will contribute to reach our 2030 target to increase our biorefining capacity to over 5 million tons per year, with the potential to produce more than 2 million tons per year of SAF.”\r\n\r\nBy introducing HVO into its value chain, LG Chem aims to lower emissions and broaden its ISCC PLUS-certified product portfolio, which includes applications in electronics, automotive, sporting goods, and hygiene products.\r\n",
      "country": "South Korea ",
      "created_at": "2025-08-06 09:26:47",
      "created_by": "Admin",
      "id": "68931fd7aee2dfa06d5546ca",
      "image_caption": "Source: LG Chem. ",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/LG_Chem_teams_up_with_Enilive_for_large-scale_biofuel_push_in_South_Korea_20250806092647/Source:_LG_Chem._.webp",
      "news_type": "Sustainability",
      "published_by": "Chemical Today",
      "published_date": "2025-08-06",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/LG_Chem_teams_up_with_Enilive_for_large-scale_biofuel_push_in_South_Korea_20250806092647/Source:_LG_Chem._.webp",
      "title": "LG Chem Teams Up with Enilive for Large-scale Biofuel Push in South Korea",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/LG_Chem_teams_up_with_Enilive_for_large-scale_biofuel_push_in_South_Korea_20250806092647/Source:_LG_Chem._.webp"
    },
    "news5": {
      "category": "None",
      "content": " :  Chemours, DuPont, and Corteva have announced a landmark settlement agreement with the State of New Jersey to resolve all pending environmental claims, including legacy pollution and PFAS-related contamination. The agreement addresses allegations connected to the companies’ current and former sites—Chambers Works, Parlin, Pompton Lakes, and Repauno—as well as separate PFAS-related issues, including those tied to aqueous film-forming foam (AFFF).\r\n\r\nThe total settlement payment will amount to $875 million over 25 years, beginning no sooner than January 1, 2026. Of this, $16.5 million is allocated for alleged statewide PFAS contamination not linked to the specific sites, including $4.125 million related to AFFF use. The pre-tax present value of the settlement is estimated at $500 million, based on the terms defined in the Judicial Consent Order (JCO).\r\n\r\nPer the 2021 Memorandum of Understanding between the parties, Chemours will bear 50% of the settlement costs (approx. $250 million), DuPont 35.5% (approx. $177 million), and Corteva 14.5% (approx. $72 million), all calculated on a present value basis.\r\n\r\nThe agreement also outlines a plan for determining site-specific Remediation Funding Sources (RFS) to secure long-term cleanup. These funds will be backed by surety bonds or similar financial instruments. In addition, DuPont and Corteva will establish a Reserve Fund of up to $475 million, designed to offer added financial security under specific conditions.\r\n\r\nAs part of the deal, and subject to court approval, DuPont and Corteva will purchase from Chemours the rights to future insurance recoveries linked to PFAS claims for $150 million. After the buyers recover their investment with a fee, Chemours will be entitled to half of any additional proceeds. The Judicail Consent Order (JCO) is still pending public comment and final court approval, under New Jersey state law.\r\n",
      "country": "USA",
      "created_at": "2025-08-05 10:40:47",
      "created_by": "Admin",
      "id": "6891dfafaee2dfa06d5546bf",
      "image_caption": "Chemical giants reach $875M settlement with New Jersey over environmental liabilities.",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Chemours,_DuPont,_and_Corteva_Settle_Environmental_Claims_with_New_Jersey_for_$875_Million_20250805104046/Chemical_giants_reach_$875M_settlement_with_New_Jersey_over_environmental_liabilities..webp",
      "news_type": "Sustainability",
      "published_by": "Chemical Today",
      "published_date": "2025-08-05",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Chemours,_DuPont,_and_Corteva_Settle_Environmental_Claims_with_New_Jersey_for_$875_Million_20250805104046/Chemical_giants_reach_$875M_settlement_with_New_Jersey_over_environmental_liabilities..webp",
      "title": "Chemours, DuPont, and Corteva Settle Environmental Claims with New Jersey for $875 Million",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Chemours,_DuPont,_and_Corteva_Settle_Environmental_Claims_with_New_Jersey_for_$875_Million_20250805104046/Chemical_giants_reach_$875M_settlement_with_New_Jersey_over_environmental_liabilities..webp"
    },
    "news6": {
      "category": "None",
      "content": " :  The Staatsbibliothek zu Berlin (Berlin State Library) has undergone a major technological upgrade by Siemens AG to reduce its energy consumption and carbon footprint. The effort is part of Germany’s federal decarbonization program, which targets a 65 percent reduction in emissions from state buildings by 2030 compared to 1990 levels.\r\n\r\nSiemens installed smart building systems that have cut the library’s energy usage by 52 percent and are saving approximately 3,745 tons of CO₂ emissions each year. These upgrades are critical for maintaining stable temperature and humidity conditions, helping to preserve the library’s collection of over 32 million media items.\r\n\r\nThe retrofit includes the Desigo building automation system, enhanced HVAC controls, modern sensors, and cloud-based energy and asset management. Additionally, 5,300 LED fixtures were installed, using up to 80 percent less power than the previous lighting system.\r\n\r\nThe €20 million project cost is being financed entirely through energy savings generated by Siemens’ energy savings contracting model, requiring no extra funding from the government. The Staatsbibliothek project is part of Siemens’ broader collaboration with Berlin’s cultural institutions, which began in 2014. To date, Siemens has modernized seven cultural landmarks in Berlin, including the Neue Nationalgalerie. These efforts have collectively saved around €25 million in energy expenses and prevented 3,745 tons of annual CO₂ emissions over the past decade.\r\n",
      "country": "Germany",
      "created_at": "2025-08-01 08:53:20",
      "created_by": "Admin",
      "id": "688c8080aee2dfa06d554699",
      "image_caption": "Source: Siemens AG",
      "mob_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Siemens_Technology_Halves_Energy_Use_at_Berlin_State_Library_20250801085320/Source:_Siemens_AG.webp",
      "news_type": "Sustainability",
      "published_by": "Chemical Today",
      "published_date": "2025-08-01",
      "thumbnail_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Siemens_Technology_Halves_Energy_Use_at_Berlin_State_Library_20250801085320/Source:_Siemens_AG.webp",
      "title": "Siemens Technology Halves Energy Use at Berlin State Library",
      "visibility": true,
      "web_image_url": "https://new-chemical-today.s3.amazonaws.com/News/Siemens_Technology_Halves_Energy_Use_at_Berlin_State_Library_20250801085320/Source:_Siemens_AG.webp"
    }
  }
}